الا,یا
یا,ایها
ایها,الساقی
الساقی,ادر
ادر,کاسا
کاسا,و
و,ناولها
ناولها,که
که,عشق
عشق,آسان
آسان,نمود
نمود,اول
اول,ولی
ولی,افتاد
افتاد,مشکلها
به,بوی
بوی,نافهای
نافهای,کاخر
کاخر,صبا
صبا,زان
زان,طره
طره,بگشاید
بگشاید,ز
ز,تاب
تاب,جعد
جعد,مشکینش
مشکینش,چه
چه,خون
خون,افتاد
افتاد,در
در,دلها
مرا,در
در,منزل
منزل,جانان
جانان,چه
چه,امن
امن,عیش
عیش,چون
چون,هر
هر,دم
دم,جرس
جرس,فریاد
فریاد,میدارد
میدارد,که
که,بربندید
بربندید,محملها
به,می
می,سجاده
سجاده,رنگین
رنگین,کن
کن,گرت
گرت,پیر
پیر,مغان
مغان,گوید
گوید,که
که,سالک
سالک,بیخبر
بیخبر,نبود
نبود,ز
ز,راه
راه,و
و,رسم
رسم,منزلها
شب,تاریک
تاریک,و
و,بیم
بیم,موج
موج,و
و,گردابی
گردابی,چنین
چنین,هایل
هایل,کجا
کجا,دانند
دانند,حال
حال,ما
ما,سبکباران
سبکباران,ساحلها
همه,کارم
کارم,ز
ز,خود
خود,کامی
کامی,به
به,بدنامی
بدنامی,کشید
کشید,آخر
آخر,نهان
نهان,کی
کی,ماند
ماند,آن
آن,رازی
رازی,کز
کز,او
او,سازند
سازند,محفلها
حضوری,گر
گر,همیخواهی
همیخواهی,از
از,او
او,غایب
غایب,مشو
مشو,حافظ
حافظ,متی
متی,ما
ما,تلق
تلق,من
من,تهوی
تهوی,دع
دع,الدنیا
الدنیا,و
و,اهملها
صلاح,کار
کار,کجا
کجا,و
و,من
من,خراب
خراب,کجا
کجا,ببین
ببین,تفاوت
تفاوت,ره
ره,کز
کز,کجاست
کجاست,تا
تا,به
به,کجا
دلم,ز
ز,صومعه
صومعه,بگرفت
بگرفت,و
و,خرقه
خرقه,سالوس
سالوس,کجاست
کجاست,دیر
دیر,مغان
مغان,و
و,شراب
شراب,ناب
ناب,کجا
چه,نسبت
نسبت,است
است,به
به,رندی
رندی,صلاح
صلاح,و
و,تقوا
تقوا,را
را,سماع
سماع,وعظ
وعظ,کجا
کجا,نغمه
نغمه,رباب
رباب,کجا
ز,روی
روی,دوست
دوست,دل
دل,دشمنان
دشمنان,چه
چه,دریابد
دریابد,چراغ
چراغ,مرده
مرده,کجا
کجا,شمع
شمع,آفتاب
آفتاب,کجا
چو,کحل
کحل,بینش
بینش,ما
ما,خاک
خاک,آستان
آستان,شماست
شماست,کجا
کجا,رویم
رویم,بفرما
بفرما,از
از,این
این,جناب
جناب,کجا
مبین,به
به,سیب
سیب,زنخدان
زنخدان,که
که,چاه
چاه,در
در,راه
راه,است
است,کجا
کجا,همیروی
همیروی,ای
ای,دل
دل,بدین
بدین,شتاب
شتاب,کجا
بشد,که
که,یاد
یاد,خوشش
خوشش,باد
باد,روزگار
روزگار,وصال
وصال,خود
خود,آن
آن,کرشمه
کرشمه,کجا
کجا,رفت
رفت,و
و,آن
آن,عتاب
عتاب,کجا
قرار,و
و,خواب
خواب,ز
ز,حافظ
حافظ,طمع
طمع,مدار
مدار,ای
ای,دوست
دوست,قرار
قرار,چیست
چیست,صبوری
صبوری,کدام
کدام,و
و,خواب
خواب,کجا
اگر,آن
آن,ترک
ترک,شیرازی
شیرازی,به
به,دست
دست,آرد
آرد,دل
دل,ما
ما,را
را,به
به,خال
خال,هندویش
هندویش,بخشم
بخشم,سمرقند
سمرقند,و
و,بخارا
بخارا,را
بده,ساقی
ساقی,می
می,باقی
باقی,که
که,در
در,جنت
جنت,نخواهی
نخواهی,یافت
یافت,کنار
کنار,آب
آب,رکن
رکن,آباد
آباد,و
و,گلگشت
گلگشت,مصلا
مصلا,را
فغان,کاین
کاین,لولیان
لولیان,شوخ
شوخ,شیرین
شیرین,کار
کار,شهرآشوب
شهرآشوب,چنان
چنان,بردند
بردند,صبر
صبر,از
از,دل
دل,که
که,ترکان
ترکان,خوان
خوان,یغما
یغما,را
ز,عشق
عشق,ناتمام
ناتمام,ما
ما,جمال
جمال,یار
یار,مستغنی
مستغنی,است
است,به
به,آب
آب,و
و,رنگ
رنگ,و
و,خال
خال,و
و,خط
خط,چه
چه,حاجت
حاجت,روی
روی,زیبا
زیبا,را
من,از
از,آن
آن,حسن
حسن,روزافزون
روزافزون,که
که,یوسف
یوسف,داشت
داشت,دانستم
دانستم,که
که,عشق
عشق,از
از,پرده
پرده,عصمت
عصمت,برون
برون,آرد
آرد,زلیخا
زلیخا,را
اگر,دشنام
دشنام,فرمایی
فرمایی,و
و,گر
گر,نفرین
نفرین,دعا
دعا,گویم
گویم,جواب
جواب,تلخ
تلخ,میزیبد
میزیبد,لب
لب,لعل
لعل,شکرخا
شکرخا,را
نصیحت,گوش
گوش,کن
کن,جانا
جانا,که
که,از
از,جان
جان,دوستتر
دوستتر,دارند
دارند,جوانان
جوانان,سعادتمند
سعادتمند,پند
پند,پیر
پیر,دانا
دانا,را
حدیث,از
از,مطرب
مطرب,و
و,می
می,گو
گو,و
و,راز
راز,دهر
دهر,کمتر
کمتر,جو
جو,که
که,کس
کس,نگشود
نگشود,و
و,نگشاید
نگشاید,به
به,حکمت
حکمت,این
این,معما
معما,را
غزل,گفتی
گفتی,و
و,در
در,سفتی
سفتی,بیا
بیا,و
و,خوش
خوش,بخوان
بخوان,حافظ
حافظ,که
که,بر
بر,نظم
نظم,تو
تو,افشاند
افشاند,فلک
فلک,عقد
عقد,ثریا
ثریا,را
صبا,به
به,لطف
لطف,بگو
بگو,آن
آن,غزال
غزال,رعنا
رعنا,را
را,که
که,سر
سر,به
به,کوه
کوه,و
و,بیابان
بیابان,تو
تو,دادهای
دادهای,ما
ما,را
شکرفروش,که
که,عمرش
عمرش,دراز
دراز,باد
باد,چرا
چرا,تفقدی
تفقدی,نکند
نکند,طوطی
طوطی,شکرخا
شکرخا,را
غرور,حسنت
حسنت,اجازت
اجازت,مگر
مگر,نداد
نداد,ای
ای,گل
گل,که
که,پرسشی
پرسشی,نکنی
نکنی,عندلیب
عندلیب,شیدا
شیدا,را
به,خلق
خلق,و
و,لطف
لطف,توان
توان,کرد
کرد,صید
صید,اهل
اهل,نظر
نظر,به
به,بند
بند,و
و,دام
دام,نگیرند
نگیرند,مرغ
مرغ,دانا
دانا,را
ندانم,از
از,چه
چه,سبب
سبب,رنگ
رنگ,آشنایی
آشنایی,نیست
نیست,سهی
سهی,قدان
قدان,سیه
سیه,چشم
چشم,ماه
ماه,سیما
سیما,را
چو,با
با,حبیب
حبیب,نشینی
نشینی,و
و,باده
باده,پیمایی
پیمایی,به
به,یاد
یاد,دار
دار,محبان
محبان,بادپیما
بادپیما,را
جز,این
این,قدر
قدر,نتوان
نتوان,گفت
گفت,در
در,جمال
جمال,تو
تو,عیب
عیب,که
که,وضع
وضع,مهر
مهر,و
و,وفا
وفا,نیست
نیست,روی
روی,زیبا
زیبا,را
در,آسمان
آسمان,نه
نه,عجب
عجب,گر
گر,به
به,گفته
گفته,حافظ
حافظ,سرود
سرود,زهره
زهره,به
به,رقص
رقص,آورد
آورد,مسیحا
مسیحا,را
دل,میرود
میرود,ز
ز,دستم
دستم,صاحب
صاحب,دلان
دلان,خدا
خدا,را
را,دردا
دردا,که
که,راز
راز,پنهان
پنهان,خواهد
خواهد,شد
شد,آشکارا
کشتی,شکستگانیم
شکستگانیم,ای
ای,باد
باد,شرطه
شرطه,برخیز
برخیز,باشد
باشد,که
که,بازبینم
بازبینم,دیدار
دیدار,آشنا
آشنا,را
ده,روزه
روزه,مهر
مهر,گردون
گردون,افسانه
افسانه,است
است,و
و,افسون
افسون,نیکی
نیکی,به
به,جای
جای,یاران
یاران,فرصت
فرصت,شمار
شمار,یارا
در,حلقه
حلقه,گل
گل,و
و,مل
مل,خوش
خوش,خواند
خواند,دوش
دوش,بلبل
بلبل,هات
هات,الصبوح
الصبوح,هبوا
هبوا,یا
یا,ایها
ایها,السکارا
ای,صاحب
صاحب,کرامت
کرامت,شکرانه
شکرانه,سلامت
سلامت,روزی
روزی,تفقدی
تفقدی,کن
کن,درویش
درویش,بینوا
بینوا,را
آسایش,دو
دو,گیتی
گیتی,تفسیر
تفسیر,این
این,دو
دو,حرف
حرف,است
است,با
با,دوستان
دوستان,مروت
مروت,با
با,دشمنان
دشمنان,مدارا
در,کوی
کوی,نیک
نیک,نامی
نامی,ما
ما,را
را,گذر
گذر,ندادند
ندادند,گر
گر,تو
تو,نمیپسندی
نمیپسندی,تغییر
تغییر,کن
کن,قضا
قضا,را
آن,تلخ
تلخ,وش
وش,که
که,صوفی
صوفی,ام
ام,الخبائثش
الخبائثش,خواند
خواند,اشهی
اشهی,لنا
لنا,و
و,احلی
احلی,من
من,قبله
قبله,العذارا
هنگام,تنگدستی
تنگدستی,در
در,عیش
عیش,کوش
کوش,و
و,مستی
مستی,کاین
کاین,کیمیای
کیمیای,هستی
هستی,قارون
قارون,کند
کند,گدا
گدا,را
سرکش,مشو
مشو,که
که,چون
چون,شمع
شمع,از
از,غیرتت
غیرتت,بسوزد
بسوزد,دلبر
دلبر,که
که,در
در,کف
کف,او
او,موم
موم,است
است,سنگ
سنگ,خارا
آیینه,سکندر
سکندر,جام
جام,می
می,است
است,بنگر
بنگر,تا
تا,بر
بر,تو
تو,عرضه
عرضه,دارد
دارد,احوال
احوال,ملک
ملک,دارا
خوبان,پارسی
پارسی,گو
گو,بخشندگان
بخشندگان,عمرند
عمرند,ساقی
ساقی,بده
بده,بشارت
بشارت,رندان
رندان,پارسا
پارسا,را
حافظ,به
به,خود
خود,نپوشید
نپوشید,این
این,خرقه
خرقه,می
می,آلود
آلود,ای
ای,شیخ
شیخ,پاکدامن
پاکدامن,معذور
معذور,دار
دار,ما
ما,را
به,ملازمان
ملازمان,سلطان
سلطان,که
که,رساند
رساند,این
این,دعا
دعا,را
را,که
که,به
به,شکر
شکر,پادشاهی
پادشاهی,ز
ز,نظر
نظر,مران
مران,گدا
گدا,را
ز,رقیب
رقیب,دیوسیرت
دیوسیرت,به
به,خدای
خدای,خود
خود,پناهم
پناهم,مگر
مگر,آن
آن,شهاب
شهاب,ثاقب
ثاقب,مددی
مددی,دهد
دهد,خدا
خدا,را
مژه,سیاهت
سیاهت,ار
ار,کرد
کرد,به
به,خون
خون,ما
ما,اشارت
اشارت,ز
ز,فریب
فریب,او
او,بیندیش
بیندیش,و
و,غلط
غلط,مکن
مکن,نگارا
دل,عالمی
عالمی,بسوزی
بسوزی,چو
چو,عذار
عذار,برفروزی
برفروزی,تو
تو,از
از,این
این,چه
چه,سود
سود,داری
داری,که
که,نمیکنی
نمیکنی,مدارا
همه,شب
شب,در
در,این
این,امیدم
امیدم,که
که,نسیم
نسیم,صبحگاهی
صبحگاهی,به
به,پیام
پیام,آشنایان
آشنایان,بنوازد
بنوازد,آشنا
آشنا,را
چه,قیامت
قیامت,است
است,جانا
جانا,که
که,به
به,عاشقان
عاشقان,نمودی
نمودی,دل
دل,و
و,جان
جان,فدای
فدای,رویت
رویت,بنما
بنما,عذار
عذار,ما
ما,را
به,خدا
خدا,که
که,جرعهای
جرعهای,ده
ده,تو
تو,به
به,حافظ
حافظ,سحرخیز
سحرخیز,که
که,دعای
دعای,صبحگاهی
صبحگاهی,اثری
اثری,کند
کند,شما
شما,را
صوفی,بیا
بیا,که
که,آینه
آینه,صافیست
صافیست,جام
جام,را
را,تا
تا,بنگری
بنگری,صفای
صفای,می
می,لعل
لعل,فام
فام,را
راز,درون
درون,پرده
پرده,ز
ز,رندان
رندان,مست
مست,پرس
پرس,کاین
کاین,حال
حال,نیست
نیست,زاهد
زاهد,عالی
عالی,مقام
مقام,را
عنقا,شکار
شکار,کس
کس,نشود
نشود,دام
دام,بازچین
بازچین,کان
کان,جا
جا,همیشه
همیشه,باد
باد,به
به,دست
دست,است
است,دام
دام,را
در,بزم
بزم,دور
دور,یک
یک,دو
دو,قدح
قدح,درکش
درکش,و
و,برو
برو,یعنی
یعنی,طمع
طمع,مدار
مدار,وصال
وصال,دوام
دوام,را
ای,دل
دل,شباب
شباب,رفت
رفت,و
و,نچیدی
نچیدی,گلی
گلی,ز
ز,عیش
عیش,پیرانه
پیرانه,سر
سر,مکن
مکن,هنری
هنری,ننگ
ننگ,و
و,نام
نام,را
در,عیش
عیش,نقد
نقد,کوش
کوش,که
که,چون
چون,آبخور
آبخور,نماند
نماند,آدم
آدم,بهشت
بهشت,روضه
روضه,دارالسلام
دارالسلام,را
ما,را
را,بر
بر,آستان
آستان,تو
تو,بس
بس,حق
حق,خدمت
خدمت,است
است,ای
ای,خواجه
خواجه,بازبین
بازبین,به
به,ترحم
ترحم,غلام
غلام,را
حافظ,مرید
مرید,جام
جام,می
می,است
است,ای
ای,صبا
صبا,برو
برو,وز
وز,بنده
بنده,بندگی
بندگی,برسان
برسان,شیخ
شیخ,جام
جام,را
ساقیا,برخیز
برخیز,و
و,درده
درده,جام
جام,را
را,خاک
خاک,بر
بر,سر
سر,کن
کن,غم
غم,ایام
ایام,را
ساغر,می
می,بر
بر,کفم
کفم,نه
نه,تا
تا,ز
ز,بر
بر,برکشم
برکشم,این
این,دلق
دلق,ازرق
ازرق,فام
فام,را
گر,چه
چه,بدنامیست
بدنامیست,نزد
نزد,عاقلان
عاقلان,ما
ما,نمیخواهیم
نمیخواهیم,ننگ
ننگ,و
و,نام
نام,را
باده,درده
درده,چند
چند,از
از,این
این,باد
باد,غرور
غرور,خاک
خاک,بر
بر,سر
سر,نفس
نفس,نافرجام
نافرجام,را
دود,آه
آه,سینهٔ
سینهٔ,نالان
نالان,من
من,سوخت
سوخت,این
این,افسردگان
افسردگان,خام
خام,را
محرم,راز
راز,دل
دل,شیدای
شیدای,خود
خود,کس
کس,نمیبینم
نمیبینم,ز
ز,خاص
خاص,و
و,عام
عام,را
با,دلارامی
دلارامی,مرا
مرا,خاطر
خاطر,خوش
خوش,است
است,کز
کز,دلم
دلم,یک
یک,باره
باره,برد
برد,آرام
آرام,را
ننگرد,دیگر
دیگر,به
به,سرو
سرو,اندر
اندر,چمن
چمن,هر
هر,که
که,دید
دید,آن
آن,سرو
سرو,سیم
سیم,اندام
اندام,را
صبر,کن
کن,حافظ
حافظ,به
به,سختی
سختی,روز
روز,و
و,شب
شب,عاقبت
عاقبت,روزی
روزی,بیابی
بیابی,کام
کام,را
رونق,عهد
عهد,شباب
شباب,است
است,دگر
دگر,بستان
بستان,را
را,میرسد
میرسد,مژده
مژده,گل
گل,بلبل
بلبل,خوش
خوش,الحان
الحان,را
ای,صبا
صبا,گر
گر,به
به,جوانان
جوانان,چمن
چمن,بازرسی
بازرسی,خدمت
خدمت,ما
ما,برسان
برسان,سرو
سرو,و
و,گل
گل,و
و,ریحان
ریحان,را
گر,چنین
چنین,جلوه
جلوه,کند
کند,مغبچه
مغبچه,باده
باده,فروش
فروش,خاکروب
خاکروب,در
در,میخانه
میخانه,کنم
کنم,مژگان
مژگان,را
ای,که
که,بر
بر,مه
مه,کشی
کشی,از
از,عنبر
عنبر,سارا
سارا,چوگان
چوگان,مضطرب
مضطرب,حال
حال,مگردان
مگردان,من
من,سرگردان
سرگردان,را
ترسم,این
این,قوم
قوم,که
که,بر
بر,دردکشان
دردکشان,میخندند
میخندند,در
در,سر
سر,کار
کار,خرابات
خرابات,کنند
کنند,ایمان
ایمان,را
یار,مردان
مردان,خدا
خدا,باش
باش,که
که,در
در,کشتی
کشتی,نوح
نوح,هست
هست,خاکی
خاکی,که
که,به
به,آبی
آبی,نخرد
نخرد,طوفان
طوفان,را
برو,از
از,خانه
خانه,گردون
گردون,به
به,در
در,و
و,نان
نان,مطلب
مطلب,کان
کان,سیه
سیه,کاسه
کاسه,در
در,آخر
آخر,بکشد
بکشد,مهمان
مهمان,را
هر,که
که,را
را,خوابگه
خوابگه,آخر
آخر,مشتی
مشتی,خاک
خاک,است
است,گو
گو,چه
چه,حاجت
حاجت,که
که,به
به,افلاک
افلاک,کشی
کشی,ایوان
ایوان,را
ماه,کنعانی
کنعانی,من
من,مسند
مسند,مصر
مصر,آن
آن,تو
تو,شد
شد,وقت
وقت,آن
آن,است
است,که
که,بدرود
بدرود,کنی
کنی,زندان
زندان,را
حافظا,می
می,خور
خور,و
و,رندی
رندی,کن
کن,و
و,خوش
خوش,باش
باش,ولی
ولی,دام
دام,تزویر
تزویر,مکن
مکن,چون
چون,دگران
دگران,قرآن
قرآن,را
دوش,از
از,مسجد
مسجد,سوی
سوی,میخانه
میخانه,آمد
آمد,پیر
پیر,ما
ما,چیست
چیست,یاران
یاران,طریقت
طریقت,بعد
بعد,از
از,این
این,تدبیر
تدبیر,ما
ما,مریدان
مریدان,روی
روی,سوی
سوی,قبله
قبله,چون
چون,آریم
آریم,چون
چون,روی
روی,سوی
سوی,خانه
خانه,خمار
خمار,دارد
دارد,پیر
پیر,ما
در,خرابات
خرابات,طریقت
طریقت,ما
ما,به
به,هم
هم,منزل
منزل,شویم
شویم,کاین
کاین,چنین
چنین,رفتهست
رفتهست,در
در,عهد
عهد,ازل
ازل,تقدیر
تقدیر,ما
عقل,اگر
اگر,داند
داند,که
که,دل
دل,در
در,بند
بند,زلفش
زلفش,چون
چون,خوش
خوش,است
است,عاقلان
عاقلان,دیوانه
دیوانه,گردند
گردند,از
از,پی
پی,زنجیر
زنجیر,ما
روی,خوبت
خوبت,آیتی
آیتی,از
از,لطف
لطف,بر
بر,ما
ما,کشف
کشف,کرد
کرد,زان
زان,زمان
زمان,جز
جز,لطف
لطف,و
و,خوبی
خوبی,نیست
نیست,در
در,تفسیر
تفسیر,ما
با,دل
دل,سنگینت
سنگینت,آیا
آیا,هیچ
هیچ,درگیرد
درگیرد,شبی
شبی,آه
آه,آتشناک
آتشناک,و
و,سوز
سوز,سینه
سینه,شبگیر
شبگیر,ما
تیر,آه
آه,ما
ما,ز
ز,گردون
گردون,بگذرد
بگذرد,حافظ
حافظ,خموش
خموش,رحم
رحم,کن
کن,بر
بر,جان
جان,خود
خود,پرهیز
پرهیز,کن
کن,از
از,تیر
تیر,ما
ساقی,به
به,نور
نور,باده
باده,برافروز
برافروز,جام
جام,ما
ما,مطرب
مطرب,بگو
بگو,که
که,کار
کار,جهان
جهان,شد
شد,به
به,کام
کام,ما
ما,در
در,پیاله
پیاله,عکس
عکس,رخ
رخ,یار
یار,دیدهایم
دیدهایم,ای
ای,بیخبر
بیخبر,ز
ز,لذت
لذت,شرب
شرب,مدام
مدام,ما
هرگز,نمیرد
نمیرد,آن
آن,که
که,دلش
دلش,زنده
زنده,شد
شد,به
به,عشق
عشق,ثبت
ثبت,است
است,بر
بر,جریده
جریده,عالم
عالم,دوام
دوام,ما
چندان,بود
بود,کرشمه
کرشمه,و
و,ناز
ناز,سهی
سهی,قدان
قدان,کاید
کاید,به
به,جلوه
جلوه,سرو
سرو,صنوبرخرام
صنوبرخرام,ما
ای,باد
باد,اگر
اگر,به
به,گلشن
گلشن,احباب
احباب,بگذری
بگذری,زنهار
زنهار,عرضه
عرضه,ده
ده,بر
بر,جانان
جانان,پیام
پیام,ما
گو,نام
نام,ما
ما,ز
ز,یاد
یاد,به
به,عمدا
عمدا,چه
چه,میبری
میبری,خود
خود,آید
آید,آن
آن,که
که,یاد
یاد,نیاری
نیاری,ز
ز,نام
نام,ما
مستی,به
به,چشم
چشم,شاهد
شاهد,دلبند
دلبند,ما
ما,خوش
خوش,است
است,زان
زان,رو
رو,سپردهاند
سپردهاند,به
به,مستی
مستی,زمام
زمام,ما
ترسم,که
که,صرفهای
صرفهای,نبرد
نبرد,روز
روز,بازخواست
بازخواست,نان
نان,حلال
حلال,شیخ
شیخ,ز
ز,آب
آب,حرام
حرام,ما
حافظ,ز
ز,دیده
دیده,دانه
دانه,اشکی
اشکی,همیفشان
همیفشان,باشد
باشد,که
که,مرغ
مرغ,وصل
وصل,کند
کند,قصد
قصد,دام
دام,ما
دریای,اخضر
اخضر,فلک
فلک,و
و,کشتی
کشتی,هلال
هلال,هستند
هستند,غرق
غرق,نعمت
نعمت,حاجی
حاجی,قوام
قوام,ما
ای,فروغ
فروغ,ماه
ماه,حسن
حسن,از
از,روی
روی,رخشان
رخشان,شما
شما,آب
آب,روی
روی,خوبی
خوبی,از
از,چاه
چاه,زنخدان
زنخدان,شما
عزم,دیدار
دیدار,تو
تو,دارد
دارد,جان
جان,بر
بر,لب
لب,آمده
آمده,بازگردد
بازگردد,یا
یا,برآید
برآید,چیست
چیست,فرمان
فرمان,شما
کس,به
به,دور
دور,نرگست
نرگست,طرفی
طرفی,نبست
نبست,از
از,عافیت
عافیت,به
به,که
که,نفروشند
نفروشند,مستوری
مستوری,به
به,مستان
مستان,شما
بخت,خواب
خواب,آلود
آلود,ما
ما,بیدار
بیدار,خواهد
خواهد,شد
شد,مگر
مگر,زان
زان,که
که,زد
زد,بر
بر,دیده
دیده,آبی
آبی,روی
روی,رخشان
رخشان,شما
با,صبا
صبا,همراه
همراه,بفرست
بفرست,از
از,رخت
رخت,گلدستهای
گلدستهای,بو
بو,که
که,بویی
بویی,بشنویم
بشنویم,از
از,خاک
خاک,بستان
بستان,شما
عمرتان,باد
باد,و
و,مراد
مراد,ای
ای,ساقیان
ساقیان,بزم
بزم,جم
جم,گر
گر,چه
چه,جام
جام,ما
ما,نشد
نشد,پرمی
پرمی,به
به,دوران
دوران,شما
دل,خرابی
خرابی,میکند
میکند,دلدار
دلدار,را
را,آگه
آگه,کنید
کنید,زینهار
زینهار,ای
ای,دوستان
دوستان,جان
جان,من
من,و
و,جان
جان,شما
کی,دهد
دهد,دست
دست,این
این,غرض
غرض,یا
یا,رب
رب,که
که,همدستان
همدستان,شوند
شوند,خاطر
خاطر,مجموع
مجموع,ما
ما,زلف
زلف,پریشان
پریشان,شما
دور,دار
دار,از
از,خاک
خاک,و
و,خون
خون,دامن
دامن,چو
چو,بر
بر,ما
ما,بگذری
بگذری,کاندر
کاندر,این
این,ره
ره,کشته
کشته,بسیارند
بسیارند,قربان
قربان,شما
میکند,حافظ
حافظ,دعایی
دعایی,بشنو
بشنو,آمینی
آمینی,بگو
بگو,روزی
روزی,ما
ما,باد
باد,لعل
لعل,شکرافشان
شکرافشان,شما
ای,صبا
صبا,با
با,ساکنان
ساکنان,شهر
شهر,یزد
یزد,از
از,ما
ما,بگو
بگو,کای
کای,سر
سر,حق
حق,ناشناسان
ناشناسان,گوی
گوی,چوگان
چوگان,شما
گر,چه
چه,دوریم
دوریم,از
از,بساط
بساط,قرب
قرب,همت
همت,دور
دور,نیست
نیست,بنده
بنده,شاه
شاه,شماییم
شماییم,و
و,ثناخوان
ثناخوان,شما
ای,شهنشاه
شهنشاه,بلنداختر
بلنداختر,خدا
خدا,را
را,همتی
همتی,تا
تا,ببوسم
ببوسم,همچو
همچو,اختر
اختر,خاک
خاک,ایوان
ایوان,شما
میدمد,صبح
صبح,و
و,کله
کله,بست
بست,سحاب
سحاب,الصبوح
الصبوح,الصبوح
الصبوح,یا
یا,اصحاب
میچکد,ژاله
ژاله,بر
بر,رخ
رخ,لاله
لاله,المدام
المدام,المدام
المدام,یا
یا,احباب
میوزد,از
از,چمن
چمن,نسیم
نسیم,بهشت
بهشت,هان
هان,بنوشید
بنوشید,دم
دم,به
به,دم
دم,می
می,ناب
تخت,زمرد
زمرد,زده
زده,است
است,گل
گل,به
به,چمن
چمن,راح
راح,چون
چون,لعل
لعل,آتشین
آتشین,دریاب
در,میخانه
میخانه,بستهاند
بستهاند,دگر
دگر,افتتح
افتتح,یا
یا,مفتح
مفتح,الابواب
لب,و
و,دندانت
دندانت,را
را,حقوق
حقوق,نمک
نمک,هست
هست,بر
بر,جان
جان,و
و,سینههای
سینههای,کباب
این,چنین
چنین,موسمی
موسمی,عجب
عجب,باشد
باشد,که
که,ببندند
ببندند,میکده
میکده,به
به,شتاب
بر,رخ
رخ,ساقی
ساقی,پری
پری,پیکر
پیکر,همچو
همچو,حافظ
حافظ,بنوش
بنوش,باده
باده,ناب
گفتم,ای
ای,سلطان
سلطان,خوبان
خوبان,رحم
رحم,کن
کن,بر
بر,این
این,غریب
غریب,گفت
گفت,در
در,دنبال
دنبال,دل
دل,ره
ره,گم
گم,کند
کند,مسکین
مسکین,غریب
گفتمش,مگذر
مگذر,زمانی
زمانی,گفت
گفت,معذورم
معذورم,بدار
بدار,خانه
خانه,پروردی
پروردی,چه
چه,تاب
تاب,آرد
آرد,غم
غم,چندین
چندین,غریب
خفته,بر
بر,سنجاب
سنجاب,شاهی
شاهی,نازنینی
نازنینی,را
را,چه
چه,غم
غم,گر
گر,ز
ز,خار
خار,و
و,خاره
خاره,سازد
سازد,بستر
بستر,و
و,بالین
بالین,غریب
ای,که
که,در
در,زنجیر
زنجیر,زلفت
زلفت,جای
جای,چندین
چندین,آشناست
آشناست,خوش
خوش,فتاد
فتاد,آن
آن,خال
خال,مشکین
مشکین,بر
بر,رخ
رخ,رنگین
رنگین,غریب
مینماید,عکس
عکس,می
می,در
در,رنگ
رنگ,روی
روی,مه
مه,وشت
وشت,همچو
همچو,برگ
برگ,ارغوان
ارغوان,بر
بر,صفحه
صفحه,نسرین
نسرین,غریب
بس,غریب
غریب,افتاده
افتاده,است
است,آن
آن,مور
مور,خط
خط,گرد
گرد,رخت
رخت,گر
گر,چه
چه,نبود
نبود,در
در,نگارستان
نگارستان,خط
خط,مشکین
مشکین,غریب
گفتم,ای
ای,شام
شام,غریبان
غریبان,طره
طره,شبرنگ
شبرنگ,تو
تو,در
در,سحرگاهان
سحرگاهان,حذر
حذر,کن
کن,چون
چون,بنالد
بنالد,این
این,غریب
گفت,حافظ
حافظ,آشنایان
آشنایان,در
در,مقام
مقام,حیرتند
حیرتند,دور
دور,نبود
نبود,گر
گر,نشیند
نشیند,خسته
خسته,و
و,مسکین
مسکین,غریب
ای,شاهد
شاهد,قدسی
قدسی,که
که,کشد
کشد,بند
بند,نقابت
نقابت,و
و,ای
ای,مرغ
مرغ,بهشتی
بهشتی,که
که,دهد
دهد,دانه
دانه,و
و,آبت
خوابم,بشد
بشد,از
از,دیده
دیده,در
در,این
این,فکر
فکر,جگرسوز
جگرسوز,کاغوش
کاغوش,که
که,شد
شد,منزل
منزل,آسایش
آسایش,و
و,خوابت
درویش,نمیپرسی
نمیپرسی,و
و,ترسم
ترسم,که
که,نباشد
نباشد,اندیشه
اندیشه,آمرزش
آمرزش,و
و,پروای
پروای,ثوابت
راه,دل
دل,عشاق
عشاق,زد
زد,آن
آن,چشم
چشم,خماری
خماری,پیداست
پیداست,از
از,این
این,شیوه
شیوه,که
که,مست
مست,است
است,شرابت
تیری,که
که,زدی
زدی,بر
بر,دلم
دلم,از
از,غمزه
غمزه,خطا
خطا,رفت
رفت,تا
تا,باز
باز,چه
چه,اندیشه
اندیشه,کند
کند,رای
رای,صوابت
هر,ناله
ناله,و
و,فریاد
فریاد,که
که,کردم
کردم,نشنیدی
نشنیدی,پیداست
پیداست,نگارا
نگارا,که
که,بلند
بلند,است
است,جنابت
دور,است
است,سر
سر,آب
آب,از
از,این
این,بادیه
بادیه,هش
هش,دار
دار,تا
تا,غول
غول,بیابان
بیابان,نفریبد
نفریبد,به
به,سرابت
تا,در
در,ره
ره,پیری
پیری,به
به,چه
چه,آیین
آیین,روی
روی,ای
ای,دل
دل,باری
باری,به
به,غلط
غلط,صرف
صرف,شد
شد,ایام
ایام,شبابت
ای,قصر
قصر,دل
دل,افروز
افروز,که
که,منزلگه
منزلگه,انسی
انسی,یا
یا,رب
رب,مکناد
مکناد,آفت
آفت,ایام
ایام,خرابت
حافظ,نه
نه,غلامیست
غلامیست,که
که,از
از,خواجه
خواجه,گریزد
گریزد,صلحی
صلحی,کن
کن,و
و,بازآ
بازآ,که
که,خرابم
خرابم,ز
ز,عتابت
خمی,که
که,ابروی
ابروی,شوخ
شوخ,تو
تو,در
در,کمان
کمان,انداخت
انداخت,به
به,قصد
قصد,جان
جان,من
من,زار
زار,ناتوان
ناتوان,انداخت
نبود,نقش
نقش,دو
دو,عالم
عالم,که
که,رنگ
رنگ,الفت
الفت,بود
بود,زمانه
زمانه,طرح
طرح,محبت
محبت,نه
نه,این
این,زمان
زمان,انداخت
به,یک
یک,کرشمه
کرشمه,که
که,نرگس
نرگس,به
به,خودفروشی
خودفروشی,کرد
کرد,فریب
فریب,چشم
چشم,تو
تو,صد
صد,فتنه
فتنه,در
در,جهان
جهان,انداخت
شراب,خورده
خورده,و
و,خوی
خوی,کرده
کرده,میروی
میروی,به
به,چمن
چمن,که
که,آب
آب,روی
روی,تو
تو,آتش
آتش,در
در,ارغوان
ارغوان,انداخت
به,بزمگاه
بزمگاه,چمن
چمن,دوش
دوش,مست
مست,بگذشتم
بگذشتم,چو
چو,از
از,دهان
دهان,توام
توام,غنچه
غنچه,در
در,گمان
گمان,انداخت
بنفشه,طره
طره,مفتول
مفتول,خود
خود,گره
گره,میزد
میزد,صبا
صبا,حکایت
حکایت,زلف
زلف,تو
تو,در
در,میان
میان,انداخت
ز,شرم
شرم,آن
آن,که
که,به
به,روی
روی,تو
تو,نسبتش
نسبتش,کردم
کردم,سمن
سمن,به
به,دست
دست,صبا
صبا,خاک
خاک,در
در,دهان
دهان,انداخت
من,از
از,ورع
ورع,می
می,و
و,مطرب
مطرب,ندیدمی
ندیدمی,زین
زین,پیش
پیش,هوای
هوای,مغبچگانم
مغبچگانم,در
در,این
این,و
و,آن
آن,انداخت
کنون,به
به,آب
آب,می
می,لعل
لعل,خرقه
خرقه,میشویم
میشویم,نصیبه
نصیبه,ازل
ازل,از
از,خود
خود,نمیتوان
نمیتوان,انداخت
مگر,گشایش
گشایش,حافظ
حافظ,در
در,این
این,خرابی
خرابی,بود
بود,که
که,بخشش
بخشش,ازلش
ازلش,در
در,می
می,مغان
مغان,انداخت
جهان,به
به,کام
کام,من
من,اکنون
اکنون,شود
شود,که
که,دور
دور,زمان
زمان,مرا
مرا,به
به,بندگی
بندگی,خواجه
خواجه,جهان
جهان,انداخت
سینه,از
از,آتش
آتش,دل
دل,در
در,غم
غم,جانانه
جانانه,بسوخت
بسوخت,آتشی
آتشی,بود
بود,در
در,این
این,خانه
خانه,که
که,کاشانه
کاشانه,بسوخت
تنم,از
از,واسطه
واسطه,دوری
دوری,دلبر
دلبر,بگداخت
بگداخت,جانم
جانم,از
از,آتش
آتش,مهر
مهر,رخ
رخ,جانانه
جانانه,بسوخت
سوز,دل
دل,بین
بین,که
که,ز
ز,بس
بس,آتش
آتش,اشکم
اشکم,دل
دل,شمع
شمع,دوش
دوش,بر
بر,من
من,ز
ز,سر
سر,مهر
مهر,چو
چو,پروانه
پروانه,بسوخت
آشنایی,نه
نه,غریب
غریب,است
است,که
که,دلسوز
دلسوز,من
من,است
است,چون
چون,من
من,از
از,خویش
خویش,برفتم
برفتم,دل
دل,بیگانه
بیگانه,بسوخت
خرقه,زهد
زهد,مرا
مرا,آب
آب,خرابات
خرابات,ببرد
ببرد,خانه
خانه,عقل
عقل,مرا
مرا,آتش
آتش,میخانه
میخانه,بسوخت
چون,پیاله
پیاله,دلم
دلم,از
از,توبه
توبه,که
که,کردم
کردم,بشکست
بشکست,همچو
همچو,لاله
لاله,جگرم
جگرم,بی
بی,می
می,و
و,خمخانه
خمخانه,بسوخت
ماجرا,کم
کم,کن
کن,و
و,بازآ
بازآ,که
که,مرا
مرا,مردم
مردم,چشم
چشم,خرقه
خرقه,از
از,سر
سر,به
به,درآورد
درآورد,و
و,به
به,شکرانه
شکرانه,بسوخت
ترک,افسانه
افسانه,بگو
بگو,حافظ
حافظ,و
و,می
می,نوش
نوش,دمی
دمی,که
که,نخفتیم
نخفتیم,شب
شب,و
و,شمع
شمع,به
به,افسانه
افسانه,بسوخت
ساقیا,آمدن
آمدن,عید
عید,مبارک
مبارک,بادت
بادت,وان
وان,مواعید
مواعید,که
که,کردی
کردی,مرواد
مرواد,از
از,یادت
در,شگفتم
شگفتم,که
که,در
در,این
این,مدت
مدت,ایام
ایام,فراق
فراق,برگرفتی
برگرفتی,ز
ز,حریفان
حریفان,دل
دل,و
و,دل
دل,میدادت
برسان,بندگی
بندگی,دختر
دختر,رز
رز,گو
گو,به
به,درآی
درآی,که
که,دم
دم,و
و,همت
همت,ما
ما,کرد
کرد,ز
ز,بند
بند,آزادت
شادی,مجلسیان
مجلسیان,در
در,قدم
قدم,و
و,مقدم
مقدم,توست
توست,جای
جای,غم
غم,باد
باد,مر
مر,آن
آن,دل
دل,که
که,نخواهد
نخواهد,شادت
شکر,ایزد
ایزد,که
که,ز
ز,تاراج
تاراج,خزان
خزان,رخنه
رخنه,نیافت
نیافت,بوستان
بوستان,سمن
سمن,و
و,سرو
سرو,و
و,گل
گل,و
و,شمشادت
چشم,بد
بد,دور
دور,کز
کز,آن
آن,تفرقهات
تفرقهات,بازآورد
بازآورد,طالع
طالع,نامور
نامور,و
و,دولت
دولت,مادرزادت
حافظ,از
از,دست
دست,مده
مده,دولت
دولت,این
این,کشتی
کشتی,نوح
نوح,ور
ور,نه
نه,طوفان
طوفان,حوادث
حوادث,ببرد
ببرد,بنیادت
ای,نسیم
نسیم,سحر
سحر,آرامگه
آرامگه,یار
یار,کجاست
کجاست,منزل
منزل,آن
آن,مه
مه,عاشق
عاشق,کش
کش,عیار
عیار,کجاست
شب,تار
تار,است
است,و
و,ره
ره,وادی
وادی,ایمن
ایمن,در
در,پیش
پیش,آتش
آتش,طور
طور,کجا
کجا,موعد
موعد,دیدار
دیدار,کجاست
هر,که
که,آمد
آمد,به
به,جهان
جهان,نقش
نقش,خرابی
خرابی,دارد
دارد,در
در,خرابات
خرابات,بگویید
بگویید,که
که,هشیار
هشیار,کجاست
آن,کس
کس,است
است,اهل
اهل,بشارت
بشارت,که
که,اشارت
اشارت,داند
داند,نکتهها
نکتهها,هست
هست,بسی
بسی,محرم
محرم,اسرار
اسرار,کجاست
هر,سر
سر,موی
موی,مرا
مرا,با
با,تو
تو,هزاران
هزاران,کار
کار,است
است,ما
ما,کجاییم
کجاییم,و
و,ملامت
ملامت,گر
گر,بیکار
بیکار,کجاست
بازپرسید,ز
ز,گیسوی
گیسوی,شکن
شکن,در
در,شکنش
شکنش,کاین
کاین,دل
دل,غمزده
غمزده,سرگشته
سرگشته,گرفتار
گرفتار,کجاست
عقل,دیوانه
دیوانه,شد
شد,آن
آن,سلسله
سلسله,مشکین
مشکین,کو
کو,دل
دل,ز
ز,ما
ما,گوشه
گوشه,گرفت
گرفت,ابروی
ابروی,دلدار
دلدار,کجاست
ساقی,و
و,مطرب
مطرب,و
و,می
می,جمله
جمله,مهیاست
مهیاست,ولی
ولی,عیش
عیش,بی
بی,یار
یار,مهیا
مهیا,نشود
نشود,یار
یار,کجاست
حافظ,از
از,باد
باد,خزان
خزان,در
در,چمن
چمن,دهر
دهر,مرنج
مرنج,فکر
فکر,معقول
معقول,بفرما
بفرما,گل
گل,بی
بی,خار
خار,کجاست
روزه,یک
یک,سو
سو,شد
شد,و
و,عید
عید,آمد
آمد,و
و,دلها
دلها,برخاست
برخاست,می
می,ز
ز,خمخانه
خمخانه,به
به,جوش
جوش,آمد
آمد,و
و,می
می,باید
باید,خواست
نوبه,زهدفروشان
زهدفروشان,گران
گران,جان
جان,بگذشت
بگذشت,وقت
وقت,رندی
رندی,و
و,طرب
طرب,کردن
کردن,رندان
رندان,پیداست
چه,ملامت
ملامت,بود
بود,آن
آن,را
را,که
که,چنین
چنین,باده
باده,خورد
خورد,این
این,چه
چه,عیب
عیب,است
است,بدین
بدین,بیخردی
بیخردی,وین
وین,چه
چه,خطاست
باده,نوشی
نوشی,که
که,در
در,او
او,روی
روی,و
و,ریایی
ریایی,نبود
نبود,بهتر
بهتر,از
از,زهدفروشی
زهدفروشی,که
که,در
در,او
او,روی
روی,و
و,ریاست
ما,نه
نه,رندان
رندان,ریاییم
ریاییم,و
و,حریفان
حریفان,نفاق
نفاق,آن
آن,که
که,او
او,عالم
عالم,سر
سر,است
است,بدین
بدین,حال
حال,گواست
فرض,ایزد
ایزد,بگزاریم
بگزاریم,و
و,به
به,کس
کس,بد
بد,نکنیم
نکنیم,وان
وان,چه
چه,گویند
گویند,روا
روا,نیست
نیست,نگوییم
نگوییم,رواست
چه,شود
شود,گر
گر,من
من,و
و,تو
تو,چند
چند,قدح
قدح,باده
باده,خوریم
خوریم,باده
باده,از
از,خون
خون,رزان
رزان,است
است,نه
نه,از
از,خون
خون,شماست
این,چه
چه,عیب
عیب,است
است,کز
کز,آن
آن,عیب
عیب,خلل
خلل,خواهد
خواهد,بود
بود,ور
ور,بود
بود,نیز
نیز,چه
چه,شد
شد,مردم
مردم,بیعیب
بیعیب,کجاست
دل,و
و,دینم
دینم,شد
شد,و
و,دلبر
دلبر,به
به,ملامت
ملامت,برخاست
برخاست,گفت
گفت,با
با,ما
ما,منشین
منشین,کز
کز,تو
تو,سلامت
سلامت,برخاست
که,شنیدی
شنیدی,که
که,در
در,این
این,بزم
بزم,دمی
دمی,خوش
خوش,بنشست
بنشست,که
که,نه
نه,در
در,آخر
آخر,صحبت
صحبت,به
به,ندامت
ندامت,برخاست
شمع,اگر
اگر,زان
زان,لب
لب,خندان
خندان,به
به,زبان
زبان,لافی
لافی,زد
زد,پیش
پیش,عشاق
عشاق,تو
تو,شبها
شبها,به
به,غرامت
غرامت,برخاست
در,چمن
چمن,باد
باد,بهاری
بهاری,ز
ز,کنار
کنار,گل
گل,و
و,سرو
سرو,به
به,هواداری
هواداری,آن
آن,عارض
عارض,و
و,قامت
قامت,برخاست
مست,بگذشتی
بگذشتی,و
و,از
از,خلوتیان
خلوتیان,ملکوت
ملکوت,به
به,تماشای
تماشای,تو
تو,آشوب
آشوب,قیامت
قیامت,برخاست
پیش,رفتار
رفتار,تو
تو,پا
پا,برنگرفت
برنگرفت,از
از,خجلت
خجلت,سرو
سرو,سرکش
سرکش,که
که,به
به,ناز
ناز,از
از,قد
قد,و
و,قامت
قامت,برخاست
حافظ,این
این,خرقه
خرقه,بینداز
بینداز,مگر
مگر,جان
جان,ببری
ببری,کاتش
کاتش,از
از,خرقه
خرقه,سالوس
سالوس,و
و,کرامت
کرامت,برخاست
چو,بشنوی
بشنوی,سخن
سخن,اهل
اهل,دل
دل,مگو
مگو,که
که,خطاست
خطاست,سخن
سخن,شناس
شناس,نهای
نهای,جان
جان,من
من,خطا
خطا,این
این,جاست
سرم,به
به,دنیی
دنیی,و
و,عقبی
عقبی,فرو
فرو,نمیآید
نمیآید,تبارک
تبارک,الله
الله,از
از,این
این,فتنهها
فتنهها,که
که,در
در,سر
سر,ماست
در,اندرون
اندرون,من
من,خسته
خسته,دل
دل,ندانم
ندانم,کیست
کیست,که
که,من
من,خموشم
خموشم,و
و,او
او,در
در,فغان
فغان,و
و,در
در,غوغاست
دلم,ز
ز,پرده
پرده,برون
برون,شد
شد,کجایی
کجایی,ای
ای,مطرب
مطرب,بنال
بنال,هان
هان,که
که,از
از,این
این,پرده
پرده,کار
کار,ما
ما,به
به,نواست
مرا,به
به,کار
کار,جهان
جهان,هرگز
هرگز,التفات
التفات,نبود
نبود,رخ
رخ,تو
تو,در
در,نظر
نظر,من
من,چنین
چنین,خوشش
خوشش,آراست
نخفتهام,ز
ز,خیالی
خیالی,که
که,میپزد
میپزد,دل
دل,من
من,خمار
خمار,صدشبه
صدشبه,دارم
دارم,شرابخانه
شرابخانه,کجاست
چنین,که
که,صومعه
صومعه,آلوده
آلوده,شد
شد,ز
ز,خون
خون,دلم
دلم,گرم
گرم,به
به,باده
باده,بشویید
بشویید,حق
حق,به
به,دست
دست,شماست
از,آن
آن,به
به,دیر
دیر,مغانم
مغانم,عزیز
عزیز,میدارند
میدارند,که
که,آتشی
آتشی,که
که,نمیرد
نمیرد,همیشه
همیشه,در
در,دل
دل,ماست
چه,ساز
ساز,بود
بود,که
که,در
در,پرده
پرده,میزد
میزد,آن
آن,مطرب
مطرب,که
که,رفت
رفت,عمر
عمر,و
و,هنوزم
هنوزم,دماغ
دماغ,پر
پر,ز
ز,هواست
ندای,عشق
عشق,تو
تو,دیشب
دیشب,در
در,اندرون
اندرون,دادند
دادند,فضای
فضای,سینه
سینه,حافظ
حافظ,هنوز
هنوز,پر
پر,ز
ز,صداست
خیال,روی
روی,تو
تو,در
در,هر
هر,طریق
طریق,همره
همره,ماست
ماست,نسیم
نسیم,موی
موی,تو
تو,پیوند
پیوند,جان
جان,آگه
آگه,ماست
به,رغم
رغم,مدعیانی
مدعیانی,که
که,منع
منع,عشق
عشق,کنند
کنند,جمال
جمال,چهره
چهره,تو
تو,حجت
حجت,موجه
موجه,ماست
ببین,که
که,سیب
سیب,زنخدان
زنخدان,تو
تو,چه
چه,میگوید
میگوید,هزار
هزار,یوسف
یوسف,مصری
مصری,فتاده
فتاده,در
در,چه
چه,ماست
اگر,به
به,زلف
زلف,دراز
دراز,تو
تو,دست
دست,ما
ما,نرسد
نرسد,گناه
گناه,بخت
بخت,پریشان
پریشان,و
و,دست
دست,کوته
کوته,ماست
به,حاجب
حاجب,در
در,خلوت
خلوت,سرای
سرای,خاص
خاص,بگو
بگو,فلان
فلان,ز
ز,گوشه
گوشه,نشینان
نشینان,خاک
خاک,درگه
درگه,ماست
به,صورت
صورت,از
از,نظر
نظر,ما
ما,اگر
اگر,چه
چه,محجوب
محجوب,است
است,همیشه
همیشه,در
در,نظر
نظر,خاطر
خاطر,مرفه
مرفه,ماست
اگر,به
به,سالی
سالی,حافظ
حافظ,دری
دری,زند
زند,بگشای
بگشای,که
که,سالهاست
سالهاست,که
که,مشتاق
مشتاق,روی
روی,چون
چون,مه
مه,ماست
مطلب,طاعت
طاعت,و
و,پیمان
پیمان,و
و,صلاح
صلاح,از
از,من
من,مست
مست,که
که,به
به,پیمانه
پیمانه,کشی
کشی,شهره
شهره,شدم
شدم,روز
روز,الست
من,همان
همان,دم
دم,که
که,وضو
وضو,ساختم
ساختم,از
از,چشمه
چشمه,عشق
عشق,چارتکبیر
چارتکبیر,زدم
زدم,یک
یک,سره
سره,بر
بر,هر
هر,چه
چه,که
که,هست
می,بده
بده,تا
تا,دهمت
دهمت,آگهی
آگهی,از
از,سر
سر,قضا
قضا,که
که,به
به,روی
روی,که
که,شدم
شدم,عاشق
عاشق,و
و,از
از,بوی
بوی,که
که,مست
کمر,کوه
کوه,کم
کم,است
است,از
از,کمر
کمر,مور
مور,این
این,جا
جا,ناامید
ناامید,از
از,در
در,رحمت
رحمت,مشو
مشو,ای
ای,باده
باده,پرست
به,جز
جز,آن
آن,نرگس
نرگس,مستانه
مستانه,که
که,چشمش
چشمش,مرساد
مرساد,زیر
زیر,این
این,طارم
طارم,فیروزه
فیروزه,کسی
کسی,خوش
خوش,ننشست
جان,فدای
فدای,دهنش
دهنش,باد
باد,که
که,در
در,باغ
باغ,نظر
نظر,چمن
چمن,آرای
آرای,جهان
جهان,خوشتر
خوشتر,از
از,این
این,غنچه
غنچه,نبست
حافظ,از
از,دولت
دولت,عشق
عشق,تو
تو,سلیمانی
سلیمانی,شد
شد,یعنی
یعنی,از
از,وصل
وصل,تواش
تواش,نیست
نیست,به
به,جز
جز,باد
باد,به
به,دست
شکفته,شد
شد,گل
گل,حمرا
حمرا,و
و,گشت
گشت,بلبل
بلبل,مست
مست,صلای
صلای,سرخوشی
سرخوشی,ای
ای,صوفیان
صوفیان,باده
باده,پرست
اساس,توبه
توبه,که
که,در
در,محکمی
محکمی,چو
چو,سنگ
سنگ,نمود
نمود,ببین
ببین,که
که,جام
جام,زجاجی
زجاجی,چه
چه,طرفهاش
طرفهاش,بشکست
بیار,باده
باده,که
که,در
در,بارگاه
بارگاه,استغنا
استغنا,چه
چه,پاسبان
پاسبان,و
و,چه
چه,سلطان
سلطان,چه
چه,هوشیار
هوشیار,و
و,چه
چه,مست
از,این
این,رباط
رباط,دودر
دودر,چون
چون,ضرورت
ضرورت,است
است,رحیل
رحیل,رواق
رواق,و
و,طاق
طاق,معیشت
معیشت,چه
چه,سربلند
سربلند,و
و,چه
چه,پست
مقام,عیش
عیش,میسر
میسر,نمیشود
نمیشود,بیرنج
بیرنج,بلی
بلی,به
به,حکم
حکم,بلا
بلا,بستهاند
بستهاند,عهد
عهد,الست
به,هست
هست,و
و,نیست
نیست,مرنجان
مرنجان,ضمیر
ضمیر,و
و,خوش
خوش,میباش
میباش,که
که,نیستیست
نیستیست,سرانجام
سرانجام,هر
هر,کمال
کمال,که
که,هست
شکوه,آصفی
آصفی,و
و,اسب
اسب,باد
باد,و
و,منطق
منطق,طیر
طیر,به
به,باد
باد,رفت
رفت,و
و,از
از,او
او,خواجه
خواجه,هیچ
هیچ,طرف
طرف,نبست
به,بال
بال,و
و,پر
پر,مرو
مرو,از
از,ره
ره,که
که,تیر
تیر,پرتابی
پرتابی,هوا
هوا,گرفت
گرفت,زمانی
زمانی,ولی
ولی,به
به,خاک
خاک,نشست
زبان,کلک
کلک,تو
تو,حافظ
حافظ,چه
چه,شکر
شکر,آن
آن,گوید
گوید,که
که,گفته
گفته,سخنت
سخنت,میبرند
میبرند,دست
دست,به
به,دست
زلف,آشفته
آشفته,و
و,خوی
خوی,کرده
کرده,و
و,خندان
خندان,لب
لب,و
و,مست
مست,پیرهن
پیرهن,چاک
چاک,و
و,غزل
غزل,خوان
خوان,و
و,صراحی
صراحی,در
در,دست
نرگسش,عربده
عربده,جوی
جوی,و
و,لبش
لبش,افسوس
افسوس,کنان
کنان,نیم
نیم,شب
شب,دوش
دوش,به
به,بالین
بالین,من
من,آمد
آمد,بنشست
سر,فرا
فرا,گوش
گوش,من
من,آورد
آورد,به
به,آواز
آواز,حزین
حزین,گفت
گفت,ای
ای,عاشق
عاشق,دیرینه
دیرینه,من
من,خوابت
خوابت,هست
عاشقی,را
را,که
که,چنین
چنین,باده
باده,شبگیر
شبگیر,دهند
دهند,کافر
کافر,عشق
عشق,بود
بود,گر
گر,نشود
نشود,باده
باده,پرست
برو,ای
ای,زاهد
زاهد,و
و,بر
بر,دردکشان
دردکشان,خرده
خرده,مگیر
مگیر,که
که,ندادند
ندادند,جز
جز,این
این,تحفه
تحفه,به
به,ما
ما,روز
روز,الست
آن,چه
چه,او
او,ریخت
ریخت,به
به,پیمانه
پیمانه,ما
ما,نوشیدیم
نوشیدیم,اگر
اگر,از
از,خمر
خمر,بهشت
بهشت,است
است,وگر
وگر,باده
باده,مست
خنده,جام
جام,می
می,و
و,زلف
زلف,گره
گره,گیر
گیر,نگار
نگار,ای
ای,بسا
بسا,توبه
توبه,که
که,چون
چون,توبه
توبه,حافظ
حافظ,بشکست
در,دیر
دیر,مغان
مغان,آمد
آمد,یارم
یارم,قدحی
قدحی,در
در,دست
دست,مست
مست,از
از,می
می,و
و,میخواران
میخواران,از
از,نرگس
نرگس,مستش
مستش,مست
در,نعل
نعل,سمند
سمند,او
او,شکل
شکل,مه
مه,نو
نو,پیدا
پیدا,وز
وز,قد
قد,بلند
بلند,او
او,بالای
بالای,صنوبر
صنوبر,پست
آخر,به
به,چه
چه,گویم
گویم,هست
هست,از
از,خود
خود,خبرم
خبرم,چون
چون,نیست
نیست,وز
وز,بهر
بهر,چه
چه,گویم
گویم,نیست
نیست,با
با,وی
وی,نظرم
نظرم,چون
چون,هست
شمع,دل
دل,دمسازم
دمسازم,بنشست
بنشست,چو
چو,او
او,برخاست
برخاست,و
و,افغان
افغان,ز
ز,نظربازان
نظربازان,برخاست
برخاست,چو
چو,او
او,بنشست
گر,غالیه
غالیه,خوش
خوش,بو
بو,شد
شد,در
در,گیسوی
گیسوی,او
او,پیچید
پیچید,ور
ور,وسمه
وسمه,کمانکش
کمانکش,گشت
گشت,در
در,ابروی
ابروی,او
او,پیوست
بازآی,که
که,بازآید
بازآید,عمر
عمر,شده
شده,حافظ
حافظ,هر
هر,چند
چند,که
که,ناید
ناید,باز
باز,تیری
تیری,که
که,بشد
بشد,از
از,شست
به,جان
جان,خواجه
خواجه,و
و,حق
حق,قدیم
قدیم,و
و,عهد
عهد,درست
درست,که
که,مونس
مونس,دم
دم,صبحم
صبحم,دعای
دعای,دولت
دولت,توست
سرشک,من
من,که
که,ز
ز,طوفان
طوفان,نوح
نوح,دست
دست,برد
برد,ز
ز,لوح
لوح,سینه
سینه,نیارست
نیارست,نقش
نقش,مهر
مهر,تو
تو,شست
بکن,معاملهای
معاملهای,وین
وین,دل
دل,شکسته
شکسته,بخر
بخر,که
که,با
با,شکستگی
شکستگی,ارزد
ارزد,به
به,صد
صد,هزار
هزار,درست
زبان,مور
مور,به
به,آصف
آصف,دراز
دراز,گشت
گشت,و
و,رواست
رواست,که
که,خواجه
خواجه,خاتم
خاتم,جم
جم,یاوه
یاوه,کرد
کرد,و
و,بازنجست
دلا,طمع
طمع,مبر
مبر,از
از,لطف
لطف,بینهایت
بینهایت,دوست
دوست,چو
چو,لاف
لاف,عشق
عشق,زدی
زدی,سر
سر,بباز
بباز,چابک
چابک,و
و,چست
به,صدق
صدق,کوش
کوش,که
که,خورشید
خورشید,زاید
زاید,از
از,نفست
نفست,که
که,از
از,دروغ
دروغ,سیه
سیه,روی
روی,گشت
گشت,صبح
صبح,نخست
شدم,ز
ز,دست
دست,تو
تو,شیدای
شیدای,کوه
کوه,و
و,دشت
دشت,و
و,هنوز
هنوز,نمیکنی
نمیکنی,به
به,ترحم
ترحم,نطاق
نطاق,سلسله
سلسله,سست
مرنج,حافظ
حافظ,و
و,از
از,دلبران
دلبران,حفاظ
حفاظ,مجوی
مجوی,گناه
گناه,باغ
باغ,چه
چه,باشد
باشد,چو
چو,این
این,گیاه
گیاه,نرست
ما,را
را,ز
ز,خیال
خیال,تو
تو,چه
چه,پروای
پروای,شراب
شراب,است
است,خم
خم,گو
گو,سر
سر,خود
خود,گیر
گیر,که
که,خمخانه
خمخانه,خراب
خراب,است
گر,خمر
خمر,بهشت
بهشت,است
است,بریزید
بریزید,که
که,بی
بی,دوست
دوست,هر
هر,شربت
شربت,عذبم
عذبم,که
که,دهی
دهی,عین
عین,عذاب
عذاب,است
افسوس,که
که,شد
شد,دلبر
دلبر,و
و,در
در,دیده
دیده,گریان
گریان,تحریر
تحریر,خیال
خیال,خط
خط,او
او,نقش
نقش,بر
بر,آب
آب,است
بیدار,شو
شو,ای
ای,دیده
دیده,که
که,ایمن
ایمن,نتوان
نتوان,بود
بود,زین
زین,سیل
سیل,دمادم
دمادم,که
که,در
در,این
این,منزل
منزل,خواب
خواب,است
معشوق,عیان
عیان,میگذرد
میگذرد,بر
بر,تو
تو,ولیکن
ولیکن,اغیار
اغیار,همیبیند
همیبیند,از
از,آن
آن,بسته
بسته,نقاب
نقاب,است
گل,بر
بر,رخ
رخ,رنگین
رنگین,تو
تو,تا
تا,لطف
لطف,عرق
عرق,دید
دید,در
در,آتش
آتش,شوق
شوق,از
از,غم
غم,دل
دل,غرق
غرق,گلاب
گلاب,است
سبز,است
است,در
در,و
و,دشت
دشت,بیا
بیا,تا
تا,نگذاریم
نگذاریم,دست
دست,از
از,سر
سر,آبی
آبی,که
که,جهان
جهان,جمله
جمله,سراب
سراب,است
در,کنج
کنج,دماغم
دماغم,مطلب
مطلب,جای
جای,نصیحت
نصیحت,کاین
کاین,گوشه
گوشه,پر
پر,از
از,زمزمه
زمزمه,چنگ
چنگ,و
و,رباب
رباب,است
حافظ,چه
چه,شد
شد,ار
ار,عاشق
عاشق,و
و,رند
رند,است
است,و
و,نظرباز
نظرباز,بس
بس,طور
طور,عجب
عجب,لازم
لازم,ایام
ایام,شباب
شباب,است
زلفت,هزار
هزار,دل
دل,به
به,یکی
یکی,تار
تار,مو
مو,ببست
ببست,راه
راه,هزار
هزار,چاره
چاره,گر
گر,از
از,چار
چار,سو
سو,ببست
تا,عاشقان
عاشقان,به
به,بوی
بوی,نسیمش
نسیمش,دهند
دهند,جان
جان,بگشود
بگشود,نافهای
نافهای,و
و,در
در,آرزو
آرزو,ببست
شیدا,از
از,آن
آن,شدم
شدم,که
که,نگارم
نگارم,چو
چو,ماه
ماه,نو
نو,ابرو
ابرو,نمود
نمود,و
و,جلوه
جلوه,گری
گری,کرد
کرد,و
و,رو
رو,ببست
ساقی,به
به,چند
چند,رنگ
رنگ,می
می,اندر
اندر,پیاله
پیاله,ریخت
ریخت,این
این,نقشها
نقشها,نگر
نگر,که
که,چه
چه,خوش
خوش,در
در,کدو
کدو,ببست
یا,رب
رب,چه
چه,غمزه
غمزه,کرد
کرد,صراحی
صراحی,که
که,خون
خون,خم
خم,با
با,نعرههای
نعرههای,قلقلش
قلقلش,اندر
اندر,گلو
گلو,ببست
مطرب,چه
چه,پرده
پرده,ساخت
ساخت,که
که,در
در,پرده
پرده,سماع
سماع,بر
بر,اهل
اهل,وجد
وجد,و
و,حال
حال,در
در,های
های,و
و,هو
هو,ببست
حافظ,هر
هر,آن
آن,که
که,عشق
عشق,نورزید
نورزید,و
و,وصل
وصل,خواست
خواست,احرام
احرام,طوف
طوف,کعبه
کعبه,دل
دل,بی
بی,وضو
وضو,ببست
آن,شب
شب,قدری
قدری,که
که,گویند
گویند,اهل
اهل,خلوت
خلوت,امشب
امشب,است
است,یا
یا,رب
رب,این
این,تأثیر
تأثیر,دولت
دولت,در
در,کدامین
کدامین,کوکب
کوکب,است
تا,به
به,گیسوی
گیسوی,تو
تو,دست
دست,ناسزایان
ناسزایان,کم
کم,رسد
رسد,هر
هر,دلی
دلی,از
از,حلقهای
حلقهای,در
در,ذکر
ذکر,یارب
یارب,یارب
یارب,است
کشته,چاه
چاه,زنخدان
زنخدان,توام
توام,کز
کز,هر
هر,طرف
طرف,صد
صد,هزارش
هزارش,گردن
گردن,جان
جان,زیر
زیر,طوق
طوق,غبغب
غبغب,است
شهسوار,من
من,که
که,مه
مه,آیینه
آیینه,دار
دار,روی
روی,اوست
اوست,تاج
تاج,خورشید
خورشید,بلندش
بلندش,خاک
خاک,نعل
نعل,مرکب
مرکب,است
عکس,خوی
خوی,بر
بر,عارضش
عارضش,بین
بین,کآفتاب
کآفتاب,گرم
گرم,رو
رو,در
در,هوای
هوای,آن
آن,عرق
عرق,تا
تا,هست
هست,هر
هر,روزش
روزش,تب
تب,است
من,نخواهم
نخواهم,کرد
کرد,ترک
ترک,لعل
لعل,یار
یار,و
و,جام
جام,می
می,زاهدان
زاهدان,معذور
معذور,داریدم
داریدم,که
که,اینم
اینم,مذهب
مذهب,است
اندر,آن
آن,ساعت
ساعت,که
که,بر
بر,پشت
پشت,صبا
صبا,بندند
بندند,زین
زین,با
با,سلیمان
سلیمان,چون
چون,برانم
برانم,من
من,که
که,مورم
مورم,مرکب
مرکب,است
آن,که
که,ناوک
ناوک,بر
بر,دل
دل,من
من,زیر
زیر,چشمی
چشمی,میزند
میزند,قوت
قوت,جان
جان,حافظش
حافظش,در
در,خنده
خنده,زیر
زیر,لب
لب,است
آب,حیوانش
حیوانش,ز
ز,منقار
منقار,بلاغت
بلاغت,میچکد
میچکد,زاغ
زاغ,کلک
کلک,من
من,به
به,نام
نام,ایزد
ایزد,چه
چه,عالی
عالی,مشرب
مشرب,است
خدا,چو
چو,صورت
صورت,ابروی
ابروی,دلگشای
دلگشای,تو
تو,بست
بست,گشاد
گشاد,کار
کار,من
من,اندر
اندر,کرشمههای
کرشمههای,تو
تو,بست
مرا,و
و,سرو
سرو,چمن
چمن,را
را,به
به,خاک
خاک,راه
راه,نشاند
نشاند,زمانه
زمانه,تا
تا,قصب
قصب,نرگس
نرگس,قبای
قبای,تو
تو,بست
ز,کار
کار,ما
ما,و
و,دل
دل,غنچه
غنچه,صد
صد,گره
گره,بگشود
بگشود,نسیم
نسیم,گل
گل,چو
چو,دل
دل,اندر
اندر,پی
پی,هوای
هوای,تو
تو,بست
مرا,به
به,بند
بند,تو
تو,دوران
دوران,چرخ
چرخ,راضی
راضی,کرد
کرد,ولی
ولی,چه
چه,سود
سود,که
که,سررشته
سررشته,در
در,رضای
رضای,تو
تو,بست
چو,نافه
نافه,بر
بر,دل
دل,مسکین
مسکین,من
من,گره
گره,مفکن
مفکن,که
که,عهد
عهد,با
با,سر
سر,زلف
زلف,گره
گره,گشای
گشای,تو
تو,بست
تو,خود
خود,وصال
وصال,دگر
دگر,بودی
بودی,ای
ای,نسیم
نسیم,وصال
وصال,خطا
خطا,نگر
نگر,که
که,دل
دل,امید
امید,در
در,وفای
وفای,تو
تو,بست
ز,دست
دست,جور
جور,تو
تو,گفتم
گفتم,ز
ز,شهر
شهر,خواهم
خواهم,رفت
رفت,به
به,خنده
خنده,گفت
گفت,که
که,حافظ
حافظ,برو
برو,که
که,پای
پای,تو
تو,بست
خلوت,گزیده
گزیده,را
را,به
به,تماشا
تماشا,چه
چه,حاجت
حاجت,است
است,چون
چون,کوی
کوی,دوست
دوست,هست
هست,به
به,صحرا
صحرا,چه
چه,حاجت
حاجت,است
جانا,به
به,حاجتی
حاجتی,که
که,تو
تو,را
را,هست
هست,با
با,خدا
خدا,کآخر
کآخر,دمی
دمی,بپرس
بپرس,که
که,ما
ما,را
را,چه
چه,حاجت
حاجت,است
ای,پادشاه
پادشاه,حسن
حسن,خدا
خدا,را
را,بسوختیم
بسوختیم,آخر
آخر,سؤال
سؤال,کن
کن,که
که,گدا
گدا,را
را,چه
چه,حاجت
حاجت,است
ارباب,حاجتیم
حاجتیم,و
و,زبان
زبان,سؤال
سؤال,نیست
نیست,در
در,حضرت
حضرت,کریم
کریم,تمنا
تمنا,چه
چه,حاجت
حاجت,است
محتاج,قصه
قصه,نیست
نیست,گرت
گرت,قصد
قصد,خون
خون,ماست
ماست,چون
چون,رخت
رخت,از
از,آن
آن,توست
توست,به
به,یغما
یغما,چه
چه,حاجت
حاجت,است
جام,جهان
جهان,نماست
نماست,ضمیر
ضمیر,منیر
منیر,دوست
دوست,اظهار
اظهار,احتیاج
احتیاج,خود
خود,آن
آن,جا
جا,چه
چه,حاجت
حاجت,است
آن,شد
شد,که
که,بار
بار,منت
منت,ملاح
ملاح,بردمی
بردمی,گوهر
گوهر,چو
چو,دست
دست,داد
داد,به
به,دریا
دریا,چه
چه,حاجت
حاجت,است
ای,مدعی
مدعی,برو
برو,که
که,مرا
مرا,با
با,تو
تو,کار
کار,نیست
نیست,احباب
احباب,حاضرند
حاضرند,به
به,اعدا
اعدا,چه
چه,حاجت
حاجت,است
ای,عاشق
عاشق,گدا
گدا,چو
چو,لب
لب,روح
روح,بخش
بخش,یار
یار,میداندت
میداندت,وظیفه
وظیفه,تقاضا
تقاضا,چه
چه,حاجت
حاجت,است
حافظ,تو
تو,ختم
ختم,کن
کن,که
که,هنر
هنر,خود
خود,عیان
عیان,شود
شود,با
با,مدعی
مدعی,نزاع
نزاع,و
و,محاکا
محاکا,چه
چه,حاجت
حاجت,است
رواق,منظر
منظر,چشم
چشم,من
من,آشیانه
آشیانه,توست
توست,کرم
کرم,نما
نما,و
و,فرود
فرود,آ
آ,که
که,خانه
خانه,خانه
خانه,توست
به,لطف
لطف,خال
خال,و
و,خط
خط,از
از,عارفان
عارفان,ربودی
ربودی,دل
دل,لطیفههای
لطیفههای,عجب
عجب,زیر
زیر,دام
دام,و
و,دانه
دانه,توست
دلت,به
به,وصل
وصل,گل
گل,ای
ای,بلبل
بلبل,صبا
صبا,خوش
خوش,باد
باد,که
که,در
در,چمن
چمن,همه
همه,گلبانگ
گلبانگ,عاشقانه
عاشقانه,توست
علاج,ضعف
ضعف,دل
دل,ما
ما,به
به,لب
لب,حوالت
حوالت,کن
کن,که
که,این
این,مفرح
مفرح,یاقوت
یاقوت,در
در,خزانه
خزانه,توست
به,تن
تن,مقصرم
مقصرم,از
از,دولت
دولت,ملازمتت
ملازمتت,ولی
ولی,خلاصه
خلاصه,جان
جان,خاک
خاک,آستانه
آستانه,توست
من,آن
آن,نیم
نیم,که
که,دهم
دهم,نقد
نقد,دل
دل,به
به,هر
هر,شوخی
شوخی,در
در,خزانه
خزانه,به
به,مهر
مهر,تو
تو,و
و,نشانه
نشانه,توست
تو,خود
خود,چه
چه,لعبتی
لعبتی,ای
ای,شهسوار
شهسوار,شیرین
شیرین,کار
کار,که
که,توسنی
توسنی,چو
چو,فلک
فلک,رام
رام,تازیانه
تازیانه,توست
چه,جای
جای,من
من,که
که,بلغزد
بلغزد,سپهر
سپهر,شعبده
شعبده,باز
باز,از
از,این
این,حیل
حیل,که
که,در
در,انبانه
انبانه,بهانه
بهانه,توست
سرود,مجلست
مجلست,اکنون
اکنون,فلک
فلک,به
به,رقص
رقص,آرد
آرد,که
که,شعر
شعر,حافظ
حافظ,شیرین
شیرین,سخن
سخن,ترانه
ترانه,توست
برو,به
به,کار
کار,خود
خود,ای
ای,واعظ
واعظ,این
این,چه
چه,فریادست
فریادست,مرا
مرا,فتاد
فتاد,دل
دل,از
از,ره
ره,تو
تو,را
را,چه
چه,افتادست
میان,او
او,که
که,خدا
خدا,آفریده
آفریده,است
است,از
از,هیچ
هیچ,دقیقهایست
دقیقهایست,که
که,هیچ
هیچ,آفریده
آفریده,نگشادست
به,کام
کام,تا
تا,نرساند
نرساند,مرا
مرا,لبش
لبش,چون
چون,نای
نای,نصیحت
نصیحت,همه
همه,عالم
عالم,به
به,گوش
گوش,من
من,بادست
گدای,کوی
کوی,تو
تو,از
از,هشت
هشت,خلد
خلد,مستغنیست
مستغنیست,اسیر
اسیر,عشق
عشق,تو
تو,از
از,هر
هر,دو
دو,عالم
عالم,آزادست
اگر,چه
چه,مستی
مستی,عشقم
عشقم,خراب
خراب,کرد
کرد,ولی
ولی,اساس
اساس,هستی
هستی,من
من,زان
زان,خراب
خراب,آبادست
دلا,منال
منال,ز
ز,بیداد
بیداد,و
و,جور
جور,یار
یار,که
که,یار
یار,تو
تو,را
را,نصیب
نصیب,همین
همین,کرد
کرد,و
و,این
این,از
از,آن
آن,دادست
برو,فسانه
فسانه,مخوان
مخوان,و
و,فسون
فسون,مدم
مدم,حافظ
حافظ,کز
کز,این
این,فسانه
فسانه,و
و,افسون
افسون,مرا
مرا,بسی
بسی,یادست
تا,سر
سر,زلف
زلف,تو
تو,در
در,دست
دست,نسیم
نسیم,افتادست
افتادست,دل
دل,سودازده
سودازده,از
از,غصه
غصه,دو
دو,نیم
نیم,افتادست
چشم,جادوی
جادوی,تو
تو,خود
خود,عین
عین,سواد
سواد,سحر
سحر,است
است,لیکن
لیکن,این
این,هست
هست,که
که,این
این,نسخه
نسخه,سقیم
سقیم,افتادست
در,خم
خم,زلف
زلف,تو
تو,آن
آن,خال
خال,سیه
سیه,دانی
دانی,چیست
چیست,نقطه
نقطه,دوده
دوده,که
که,در
در,حلقه
حلقه,جیم
جیم,افتادست
زلف,مشکین
مشکین,تو
تو,در
در,گلشن
گلشن,فردوس
فردوس,عذار
عذار,چیست
چیست,طاووس
طاووس,که
که,در
در,باغ
باغ,نعیم
نعیم,افتادست
دل,من
من,در
در,هوس
هوس,روی
روی,تو
تو,ای
ای,مونس
مونس,جان
جان,خاک
خاک,راهیست
راهیست,که
که,در
در,دست
دست,نسیم
نسیم,افتادست
همچو,گرد
گرد,این
این,تن
تن,خاکی
خاکی,نتواند
نتواند,برخاست
برخاست,از
از,سر
سر,کوی
کوی,تو
تو,زان
زان,رو
رو,که
که,عظیم
عظیم,افتادست
سایه,قد
قد,تو
تو,بر
بر,قالبم
قالبم,ای
ای,عیسی
عیسی,دم
دم,عکس
عکس,روحیست
روحیست,که
که,بر
بر,عظم
عظم,رمیم
رمیم,افتادست
آن,که
که,جز
جز,کعبه
کعبه,مقامش
مقامش,نبد
نبد,از
از,یاد
یاد,لبت
لبت,بر
بر,در
در,میکده
میکده,دیدم
دیدم,که
که,مقیم
مقیم,افتادست
حافظ,گمشده
گمشده,را
را,با
با,غمت
غمت,ای
ای,یار
یار,عزیز
عزیز,اتحادیست
اتحادیست,که
که,در
در,عهد
عهد,قدیم
قدیم,افتادست
بیا,که
که,قصر
قصر,امل
امل,سخت
سخت,سست
سست,بنیادست
بنیادست,بیار
بیار,باده
باده,که
که,بنیاد
بنیاد,عمر
عمر,بر
بر,بادست
غلام,همت
همت,آنم
آنم,که
که,زیر
زیر,چرخ
چرخ,کبود
کبود,ز
ز,هر
هر,چه
چه,رنگ
رنگ,تعلق
تعلق,پذیرد
پذیرد,آزادست
چه,گویمت
گویمت,که
که,به
به,میخانه
میخانه,دوش
دوش,مست
مست,و
و,خراب
خراب,سروش
سروش,عالم
عالم,غیبم
غیبم,چه
چه,مژدهها
مژدهها,دادست
که,ای
ای,بلندنظر
بلندنظر,شاهباز
شاهباز,سدره
سدره,نشین
نشین,نشیمن
نشیمن,تو
تو,نه
نه,این
این,کنج
کنج,محنت
محنت,آبادست
تو,را
را,ز
ز,کنگره
کنگره,عرش
عرش,میزنند
میزنند,صفیر
صفیر,ندانمت
ندانمت,که
که,در
در,این
این,دامگه
دامگه,چه
چه,افتادست
نصیحتی,کنمت
کنمت,یاد
یاد,گیر
گیر,و
و,در
در,عمل
عمل,آر
آر,که
که,این
این,حدیث
حدیث,ز
ز,پیر
پیر,طریقتم
طریقتم,یادست
غم,جهان
جهان,مخور
مخور,و
و,پند
پند,من
من,مبر
مبر,از
از,یاد
یاد,که
که,این
این,لطیفه
لطیفه,عشقم
عشقم,ز
ز,ره
ره,روی
روی,یادست
رضا,به
به,داده
داده,بده
بده,وز
وز,جبین
جبین,گره
گره,بگشای
بگشای,که
که,بر
بر,من
من,و
و,تو
تو,در
در,اختیار
اختیار,نگشادست
مجو,درستی
درستی,عهد
عهد,از
از,جهان
جهان,سست
سست,نهاد
نهاد,که
که,این
این,عجوز
عجوز,عروس
عروس,هزاردامادست
نشان,عهد
عهد,و
و,وفا
وفا,نیست
نیست,در
در,تبسم
تبسم,گل
گل,بنال
بنال,بلبل
بلبل,بی
بی,دل
دل,که
که,جای
جای,فریادست
حسد,چه
چه,میبری
میبری,ای
ای,سست
سست,نظم
نظم,بر
بر,حافظ
حافظ,قبول
قبول,خاطر
خاطر,و
و,لطف
لطف,سخن
سخن,خدادادست
بی,مهر
مهر,رخت
رخت,روز
روز,مرا
مرا,نور
نور,نماندست
نماندست,وز
وز,عمر
عمر,مرا
مرا,جز
جز,شب
شب,دیجور
دیجور,نماندست
هنگام,وداع
وداع,تو
تو,ز
ز,بس
بس,گریه
گریه,که
که,کردم
کردم,دور
دور,از
از,رخ
رخ,تو
تو,چشم
چشم,مرا
مرا,نور
نور,نماندست
میرفت,خیال
خیال,تو
تو,ز
ز,چشم
چشم,من
من,و
و,میگفت
میگفت,هیهات
هیهات,از
از,این
این,گوشه
گوشه,که
که,معمور
معمور,نماندست
وصل,تو
تو,اجل
اجل,را
را,ز
ز,سرم
سرم,دور
دور,همیداشت
همیداشت,از
از,دولت
دولت,هجر
هجر,تو
تو,کنون
کنون,دور
دور,نماندست
نزدیک,شد
شد,آن
آن,دم
دم,که
که,رقیب
رقیب,تو
تو,بگوید
بگوید,دور
دور,از
از,رخت
رخت,این
این,خسته
خسته,رنجور
رنجور,نماندست
صبر,است
است,مرا
مرا,چاره
چاره,هجران
هجران,تو
تو,لیکن
لیکن,چون
چون,صبر
صبر,توان
توان,کرد
کرد,که
که,مقدور
مقدور,نماندست
در,هجر
هجر,تو
تو,گر
گر,چشم
چشم,مرا
مرا,آب
آب,روان
روان,است
است,گو
گو,خون
خون,جگر
جگر,ریز
ریز,که
که,معذور
معذور,نماندست
حافظ,ز
ز,غم
غم,از
از,گریه
گریه,نپرداخت
نپرداخت,به
به,خنده
خنده,ماتم
ماتم,زده
زده,را
را,داعیه
داعیه,سور
سور,نماندست
باغ,مرا
مرا,چه
چه,حاجت
حاجت,سرو
سرو,و
و,صنوبر
صنوبر,است
است,شمشاد
شمشاد,خانه
خانه,پرور
پرور,ما
ما,از
از,که
که,کمتر
کمتر,است
ای,نازنین
نازنین,پسر
پسر,تو
تو,چه
چه,مذهب
مذهب,گرفتهای
گرفتهای,کت
کت,خون
خون,ما
ما,حلالتر
حلالتر,از
از,شیر
شیر,مادر
مادر,است
چون,نقش
نقش,غم
غم,ز
ز,دور
دور,ببینی
ببینی,شراب
شراب,خواه
خواه,تشخیص
تشخیص,کردهایم
کردهایم,و
و,مداوا
مداوا,مقرر
مقرر,است
از,آستان
آستان,پیر
پیر,مغان
مغان,سر
سر,چرا
چرا,کشیم
کشیم,دولت
دولت,در
در,آن
آن,سرا
سرا,و
و,گشایش
گشایش,در
در,آن
آن,در
در,است
یک,قصه
قصه,بیش
بیش,نیست
نیست,غم
غم,عشق
عشق,وین
وین,عجب
عجب,کز
کز,هر
هر,زبان
زبان,که
که,میشنوم
میشنوم,نامکرر
نامکرر,است
دی,وعده
وعده,داد
داد,وصلم
وصلم,و
و,در
در,سر
سر,شراب
شراب,داشت
داشت,امروز
امروز,تا
تا,چه
چه,گوید
گوید,و
و,بازش
بازش,چه
چه,در
در,سر
سر,است
شیراز,و
و,آب
آب,رکنی
رکنی,و
و,این
این,باد
باد,خوش
خوش,نسیم
نسیم,عیبش
عیبش,مکن
مکن,که
که,خال
خال,رخ
رخ,هفت
هفت,کشور
کشور,است
فرق,است
است,از
از,آب
آب,خضر
خضر,که
که,ظلمات
ظلمات,جای
جای,او
او,است
است,تا
تا,آب
آب,ما
ما,که
که,منبعش
منبعش,الله
الله,اکبر
اکبر,است
ما,آبروی
آبروی,فقر
فقر,و
و,قناعت
قناعت,نمیبریم
نمیبریم,با
با,پادشه
پادشه,بگوی
بگوی,که
که,روزی
روزی,مقدر
مقدر,است
حافظ,چه
چه,طرفه
طرفه,شاخ
شاخ,نباتیست
نباتیست,کلک
کلک,تو
تو,کش
کش,میوه
میوه,دلپذیرتر
دلپذیرتر,از
از,شهد
شهد,و
و,شکر
شکر,است
المنة,لله
لله,که
که,در
در,میکده
میکده,باز
باز,است
است,زان
زان,رو
رو,که
که,مرا
مرا,بر
بر,در
در,او
او,روی
روی,نیاز
نیاز,است
خمها,همه
همه,در
در,جوش
جوش,و
و,خروشند
خروشند,ز
ز,مستی
مستی,وان
وان,می
می,که
که,در
در,آن
آن,جاست
جاست,حقیقت
حقیقت,نه
نه,مجاز
مجاز,است
از,وی
وی,همه
همه,مستی
مستی,و
و,غرور
غرور,است
است,و
و,تکبر
تکبر,وز
وز,ما
ما,همه
همه,بیچارگی
بیچارگی,و
و,عجز
عجز,و
و,نیاز
نیاز,است
رازی,که
که,بر
بر,غیر
غیر,نگفتیم
نگفتیم,و
و,نگوییم
نگوییم,با
با,دوست
دوست,بگوییم
بگوییم,که
که,او
او,محرم
محرم,راز
راز,است
شرح,شکن
شکن,زلف
زلف,خم
خم,اندر
اندر,خم
خم,جانان
جانان,کوته
کوته,نتوان
نتوان,کرد
کرد,که
که,این
این,قصه
قصه,دراز
دراز,است
بار,دل
دل,مجنون
مجنون,و
و,خم
خم,طره
طره,لیلی
لیلی,رخساره
رخساره,محمود
محمود,و
و,کف
کف,پای
پای,ایاز
ایاز,است
بردوختهام,دیده
دیده,چو
چو,باز
باز,از
از,همه
همه,عالم
عالم,تا
تا,دیده
دیده,من
من,بر
بر,رخ
رخ,زیبای
زیبای,تو
تو,باز
باز,است
در,کعبه
کعبه,کوی
کوی,تو
تو,هر
هر,آن
آن,کس
کس,که
که,بیاید
بیاید,از
از,قبله
قبله,ابروی
ابروی,تو
تو,در
در,عین
عین,نماز
نماز,است
ای,مجلسیان
مجلسیان,سوز
سوز,دل
دل,حافظ
حافظ,مسکین
مسکین,از
از,شمع
شمع,بپرسید
بپرسید,که
که,در
در,سوز
سوز,و
و,گداز
گداز,است
اگر,چه
چه,باده
باده,فرح
فرح,بخش
بخش,و
و,باد
باد,گلبیز
گلبیز,است
است,به
به,بانگ
بانگ,چنگ
چنگ,مخور
مخور,می
می,که
که,محتسب
محتسب,تیز
تیز,است
صراحی,ای
ای,و
و,حریفی
حریفی,گرت
گرت,به
به,چنگ
چنگ,افتد
افتد,به
به,عقل
عقل,نوش
نوش,که
که,ایام
ایام,فتنه
فتنه,انگیز
انگیز,است
در,آستین
آستین,مرقع
مرقع,پیاله
پیاله,پنهان
پنهان,کن
کن,که
که,همچو
همچو,چشم
چشم,صراحی
صراحی,زمانه
زمانه,خونریز
خونریز,است
به,آب
آب,دیده
دیده,بشوییم
بشوییم,خرقهها
خرقهها,از
از,می
می,که
که,موسم
موسم,ورع
ورع,و
و,روزگار
روزگار,پرهیز
پرهیز,است
مجوی,عیش
عیش,خوش
خوش,از
از,دور
دور,باژگون
باژگون,سپهر
سپهر,که
که,صاف
صاف,این
این,سر
سر,خم
خم,جمله
جمله,دردی
دردی,آمیز
آمیز,است
سپهر,برشده
برشده,پرویزنیست
پرویزنیست,خون
خون,افشان
افشان,که
که,ریزهاش
ریزهاش,سر
سر,کسری
کسری,و
و,تاج
تاج,پرویز
پرویز,است
عراق,و
و,فارس
فارس,گرفتی
گرفتی,به
به,شعر
شعر,خوش
خوش,حافظ
حافظ,بیا
بیا,که
که,نوبت
نوبت,بغداد
بغداد,و
و,وقت
وقت,تبریز
تبریز,است
حال,دل
دل,با
با,تو
تو,گفتنم
گفتنم,هوس
هوس,است
است,خبر
خبر,دل
دل,شنفتنم
شنفتنم,هوس
هوس,است
طمع,خام
خام,بین
بین,که
که,قصه
قصه,فاش
فاش,از
از,رقیبان
رقیبان,نهفتنم
نهفتنم,هوس
هوس,است
شب,قدری
قدری,چنین
چنین,عزیز
عزیز,شریف
شریف,با
با,تو
تو,تا
تا,روز
روز,خفتنم
خفتنم,هوس
هوس,است
وه,که
که,دردانهای
دردانهای,چنین
چنین,نازک
نازک,در
در,شب
شب,تار
تار,سفتنم
سفتنم,هوس
هوس,است
ای,صبا
صبا,امشبم
امشبم,مدد
مدد,فرمای
فرمای,که
که,سحرگه
سحرگه,شکفتنم
شکفتنم,هوس
هوس,است
از,برای
برای,شرف
شرف,به
به,نوک
نوک,مژه
مژه,خاک
خاک,راه
راه,تو
تو,رفتنم
رفتنم,هوس
هوس,است
همچو,حافظ
حافظ,به
به,رغم
رغم,مدعیان
مدعیان,شعر
شعر,رندانه
رندانه,گفتنم
گفتنم,هوس
هوس,است
صحن,بستان
بستان,ذوق
ذوق,بخش
بخش,و
و,صحبت
صحبت,یاران
یاران,خوش
خوش,است
است,وقت
وقت,گل
گل,خوش
خوش,باد
باد,کز
کز,وی
وی,وقت
وقت,میخواران
میخواران,خوش
خوش,است
از,صبا
صبا,هر
هر,دم
دم,مشام
مشام,جان
جان,ما
ما,خوش
خوش,میشود
میشود,آری
آری,آری
آری,طیب
طیب,انفاس
انفاس,هواداران
هواداران,خوش
خوش,است
ناگشوده,گل
گل,نقاب
نقاب,آهنگ
آهنگ,رحلت
رحلت,ساز
ساز,کرد
کرد,ناله
ناله,کن
کن,بلبل
بلبل,که
که,گلبانگ
گلبانگ,دل
دل,افکاران
افکاران,خوش
خوش,است
مرغ,خوشخوان
خوشخوان,را
را,بشارت
بشارت,باد
باد,کاندر
کاندر,راه
راه,عشق
عشق,دوست
دوست,را
را,با
با,ناله
ناله,شبهای
شبهای,بیداران
بیداران,خوش
خوش,است
نیست,در
در,بازار
بازار,عالم
عالم,خوشدلی
خوشدلی,ور
ور,زان
زان,که
که,هست
هست,شیوه
شیوه,رندی
رندی,و
و,خوش
خوش,باشی
باشی,عیاران
عیاران,خوش
خوش,است
از,زبان
زبان,سوسن
سوسن,آزادهام
آزادهام,آمد
آمد,به
به,گوش
گوش,کاندر
کاندر,این
این,دیر
دیر,کهن
کهن,کار
کار,سبکباران
سبکباران,خوش
خوش,است
حافظا,ترک
ترک,جهان
جهان,گفتن
گفتن,طریق
طریق,خوشدلیست
خوشدلیست,تا
تا,نپنداری
نپنداری,که
که,احوال
احوال,جهان
جهان,داران
داران,خوش
خوش,است
کنون,که
که,بر
بر,کف
کف,گل
گل,جام
جام,باده
باده,صاف
صاف,است
است,به
به,صد
صد,هزار
هزار,زبان
زبان,بلبلش
بلبلش,در
در,اوصاف
اوصاف,است
بخواه,دفتر
دفتر,اشعار
اشعار,و
و,راه
راه,صحرا
صحرا,گیر
گیر,چه
چه,وقت
وقت,مدرسه
مدرسه,و
و,بحث
بحث,کشف
کشف,کشاف
کشاف,است
فقیه,مدرسه
مدرسه,دی
دی,مست
مست,بود
بود,و
و,فتوی
فتوی,داد
داد,که
که,می
می,حرام
حرام,ولی
ولی,به
به,ز
ز,مال
مال,اوقاف
اوقاف,است
به,درد
درد,و
و,صاف
صاف,تو
تو,را
را,حکم
حکم,نیست
نیست,خوش
خوش,درکش
درکش,که
که,هر
هر,چه
چه,ساقی
ساقی,ما
ما,کرد
کرد,عین
عین,الطاف
الطاف,است
ببر,ز
ز,خلق
خلق,و
و,چو
چو,عنقا
عنقا,قیاس
قیاس,کار
کار,بگیر
بگیر,که
که,صیت
صیت,گوشه
گوشه,نشینان
نشینان,ز
ز,قاف
قاف,تا
تا,قاف
قاف,است
حدیث,مدعیان
مدعیان,و
و,خیال
خیال,همکاران
همکاران,همان
همان,حکایت
حکایت,زردوز
زردوز,و
و,بوریاباف
بوریاباف,است
خموش,حافظ
حافظ,و
و,این
این,نکتههای
نکتههای,چون
چون,زر
زر,سرخ
سرخ,نگاه
نگاه,دار
دار,که
که,قلاب
قلاب,شهر
شهر,صراف
صراف,است
در,این
این,زمانه
زمانه,رفیقی
رفیقی,که
که,خالی
خالی,از
از,خلل
خلل,است
است,صراحی
صراحی,می
می,ناب
ناب,و
و,سفینه
سفینه,غزل
غزل,است
جریده,رو
رو,که
که,گذرگاه
گذرگاه,عافیت
عافیت,تنگ
تنگ,است
است,پیاله
پیاله,گیر
گیر,که
که,عمر
عمر,عزیز
عزیز,بیبدل
بیبدل,است
نه,من
من,ز
ز,بی
بی,عملی
عملی,در
در,جهان
جهان,ملولم
ملولم,و
و,بس
بس,ملالت
ملالت,علما
علما,هم
هم,ز
ز,علم
علم,بی
بی,عمل
عمل,است
به,چشم
چشم,عقل
عقل,در
در,این
این,رهگذار
رهگذار,پرآشوب
پرآشوب,جهان
جهان,و
و,کار
کار,جهان
جهان,بیثبات
بیثبات,و
و,بیمحل
بیمحل,است
بگیر,طره
طره,مه
مه,چهرهای
چهرهای,و
و,قصه
قصه,مخوان
مخوان,که
که,سعد
سعد,و
و,نحس
نحس,ز
ز,تاثیر
تاثیر,زهره
زهره,و
و,زحل
زحل,است
دلم,امید
امید,فراوان
فراوان,به
به,وصل
وصل,روی
روی,تو
تو,داشت
داشت,ولی
ولی,اجل
اجل,به
به,ره
ره,عمر
عمر,رهزن
رهزن,امل
امل,است
به,هیچ
هیچ,دور
دور,نخواهند
نخواهند,یافت
یافت,هشیارش
هشیارش,چنین
چنین,که
که,حافظ
حافظ,ما
ما,مست
مست,باده
باده,ازل
ازل,است
گل,در
در,بر
بر,و
و,می
می,در
در,کف
کف,و
و,معشوق
معشوق,به
به,کام
کام,است
است,سلطان
سلطان,جهانم
جهانم,به
به,چنین
چنین,روز
روز,غلام
غلام,است
گو,شمع
شمع,میارید
میارید,در
در,این
این,جمع
جمع,که
که,امشب
امشب,در
در,مجلس
مجلس,ما
ما,ماه
ماه,رخ
رخ,دوست
دوست,تمام
تمام,است
در,مذهب
مذهب,ما
ما,باده
باده,حلال
حلال,است
است,ولیکن
ولیکن,بی
بی,روی
روی,تو
تو,ای
ای,سرو
سرو,گل
گل,اندام
اندام,حرام
حرام,است
گوشم,همه
همه,بر
بر,قول
قول,نی
نی,و
و,نغمه
نغمه,چنگ
چنگ,است
است,چشمم
چشمم,همه
همه,بر
بر,لعل
لعل,لب
لب,و
و,گردش
گردش,جام
جام,است
در,مجلس
مجلس,ما
ما,عطر
عطر,میامیز
میامیز,که
که,ما
ما,را
را,هر
هر,لحظه
لحظه,ز
ز,گیسوی
گیسوی,تو
تو,خوش
خوش,بوی
بوی,مشام
مشام,است
از,چاشنی
چاشنی,قند
قند,مگو
مگو,هیچ
هیچ,و
و,ز
ز,شکر
شکر,زان
زان,رو
رو,که
که,مرا
مرا,از
از,لب
لب,شیرین
شیرین,تو
تو,کام
کام,است
تا,گنج
گنج,غمت
غمت,در
در,دل
دل,ویرانه
ویرانه,مقیم
مقیم,است
است,همواره
همواره,مرا
مرا,کوی
کوی,خرابات
خرابات,مقام
مقام,است
از,ننگ
ننگ,چه
چه,گویی
گویی,که
که,مرا
مرا,نام
نام,ز
ز,ننگ
ننگ,است
است,وز
وز,نام
نام,چه
چه,پرسی
پرسی,که
که,مرا
مرا,ننگ
ننگ,ز
ز,نام
نام,است
میخواره,و
و,سرگشته
سرگشته,و
و,رندیم
رندیم,و
و,نظرباز
نظرباز,وان
وان,کس
کس,که
که,چو
چو,ما
ما,نیست
نیست,در
در,این
این,شهر
شهر,کدام
کدام,است
با,محتسبم
محتسبم,عیب
عیب,مگویید
مگویید,که
که,او
او,نیز
نیز,پیوسته
پیوسته,چو
چو,ما
ما,در
در,طلب
طلب,عیش
عیش,مدام
مدام,است
حافظ,منشین
منشین,بی
بی,می
می,و
و,معشوق
معشوق,زمانی
زمانی,کایام
کایام,گل
گل,و
و,یاسمن
یاسمن,و
و,عید
عید,صیام
صیام,است
به,کوی
کوی,میکده
میکده,هر
هر,سالکی
سالکی,که
که,ره
ره,دانست
دانست,دری
دری,دگر
دگر,زدن
زدن,اندیشه
اندیشه,تبه
تبه,دانست
زمانه,افسر
افسر,رندی
رندی,نداد
نداد,جز
جز,به
به,کسی
کسی,که
که,سرفرازی
سرفرازی,عالم
عالم,در
در,این
این,کله
کله,دانست
بر,آستانه
آستانه,میخانه
میخانه,هر
هر,که
که,یافت
یافت,رهی
رهی,ز
ز,فیض
فیض,جام
جام,می
می,اسرار
اسرار,خانقه
خانقه,دانست
هر,آن
آن,که
که,راز
راز,دو
دو,عالم
عالم,ز
ز,خط
خط,ساغر
ساغر,خواند
خواند,رموز
رموز,جام
جام,جم
جم,از
از,نقش
نقش,خاک
خاک,ره
ره,دانست
ورای,طاعت
طاعت,دیوانگان
دیوانگان,ز
ز,ما
ما,مطلب
مطلب,که
که,شیخ
شیخ,مذهب
مذهب,ما
ما,عاقلی
عاقلی,گنه
گنه,دانست
دلم,ز
ز,نرگس
نرگس,ساقی
ساقی,امان
امان,نخواست
نخواست,به
به,جان
جان,چرا
چرا,که
که,شیوه
شیوه,آن
آن,ترک
ترک,دل
دل,سیه
سیه,دانست
ز,جور
جور,کوکب
کوکب,طالع
طالع,سحرگهان
سحرگهان,چشمم
چشمم,چنان
چنان,گریست
گریست,که
که,ناهید
ناهید,دید
دید,و
و,مه
مه,دانست
حدیث,حافظ
حافظ,و
و,ساغر
ساغر,که
که,میزند
میزند,پنهان
پنهان,چه
چه,جای
جای,محتسب
محتسب,و
و,شحنه
شحنه,پادشه
پادشه,دانست
بلندمرتبه,شاهی
شاهی,که
که,نه
نه,رواق
رواق,سپهر
سپهر,نمونهای
نمونهای,ز
ز,خم
خم,طاق
طاق,بارگه
بارگه,دانست
صوفی,از
از,پرتو
پرتو,می
می,راز
راز,نهانی
نهانی,دانست
دانست,گوهر
گوهر,هر
هر,کس
کس,از
از,این
این,لعل
لعل,توانی
توانی,دانست
قدر,مجموعه
مجموعه,گل
گل,مرغ
مرغ,سحر
سحر,داند
داند,و
و,بس
بس,که
که,نه
نه,هر
هر,کو
کو,ورقی
ورقی,خواند
خواند,معانی
معانی,دانست
عرضه,کردم
کردم,دو
دو,جهان
جهان,بر
بر,دل
دل,کارافتاده
کارافتاده,بجز
بجز,از
از,عشق
عشق,تو
تو,باقی
باقی,همه
همه,فانی
فانی,دانست
آن,شد
شد,اکنون
اکنون,که
که,ز
ز,ابنای
ابنای,عوام
عوام,اندیشم
اندیشم,محتسب
محتسب,نیز
نیز,در
در,این
این,عیش
عیش,نهانی
نهانی,دانست
دلبر,آسایش
آسایش,ما
ما,مصلحت
مصلحت,وقت
وقت,ندید
ندید,ور
ور,نه
نه,از
از,جانب
جانب,ما
ما,دل
دل,نگرانی
نگرانی,دانست
سنگ,و
و,گل
گل,را
را,کند
کند,از
از,یمن
یمن,نظر
نظر,لعل
لعل,و
و,عقیق
عقیق,هر
هر,که
که,قدر
قدر,نفس
نفس,باد
باد,یمانی
یمانی,دانست
ای,که
که,از
از,دفتر
دفتر,عقل
عقل,آیت
آیت,عشق
عشق,آموزی
آموزی,ترسم
ترسم,این
این,نکته
نکته,به
به,تحقیق
تحقیق,ندانی
ندانی,دانست
می,بیاور
بیاور,که
که,ننازد
ننازد,به
به,گل
گل,باغ
باغ,جهان
جهان,هر
هر,که
که,غارتگری
غارتگری,باد
باد,خزانی
خزانی,دانست
حافظ,این
این,گوهر
گوهر,منظوم
منظوم,که
که,از
